{"translation-revision-date":"2020-12-20 21:29:12+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"The home page settings below have been disabled because you are using a static home page. You can %1$sedit your home page settings%2$s directly to change the title, meta and image.":["Statik bir ana sayfa kullandığınız için aşağıdaki ana sayfa ayarları devre dışı bırakıldı. Başlığı, metayı ve görseli değiştirmek için %1$sana sayfa ayarlarınızı doğrudan %2$s düzenleyebilirsiniz."],"Default Taxonomy Object Types":["Varsayılan Sınıflandırma Nesne Türleri"],"Default Post Type Object Types":["Varsayılan Gönderi Türü Nesne Türleri"],"Show Facebook Author":["Facebook Yazarını Göster"],"How to get your Facebook Author URL":["Facebook Yazar URL'nizi nasıl alırsınız"],"How to get your Facebook App ID":["Facebook Uygulama Kimliğinizi nasıl alırsınız"],"How to get your Facebook Admin ID":["Facebook Yönetici Kimliğinizi nasıl alırsınız"],"Will be overriden if the Facebook author URL is present in the individual User Profile.":["Facebook yazar URL'si bireysel Kullanıcı Profilinde mevcutsa geçersiz kılınacak."],"The Facebook App ID of the site's app. In order to use Facebook Insights, you must add the App ID to your page. Insights lets you view analytics for traffic to your site from Facebook. Find the App ID in your App Dashboard.":["Sitenin uygulamasının Facebook Uygulama Kimliği. Facebook Insights'ı kullanmak için, Uygulama Kimliğini (Nosunu) sayfanıza eklemelisiniz. Insights, sitenize Facebook'tan gelen trafik için analizleri görüntülemenizi sağlar. Uygulama Kimliğini Uygulama Kontrol Panelinizde bulabilirsiniz."],"Enter your Facebook Admin ID here. You can enter multiple Facebook Admin IDs by separating them with a comma.":["Facebook Yönetici Kimliğinizi buraya girin. Birden çok Facebook Yönetici Kimliğini virgülle ayırarak girebilirsiniz."],"Facebook Author URL":["Facebook Yazar URL'si"],"Remove":["Kaldır"],"Click on the tags below to insert variables into your description.":["Açıklamanıza değişkenler eklemek için aşağıdaki etiketleri tıklayın."],"Use the home page description":["Ana sayfa açıklamasını kullanın"],"Click on the tags below to insert variables into your home page title.":["Ana sayfanızın başlığına değişkenler eklemek için aşağıdaki etiketlere tıklayın."],"Click on the tags below to insert variables into your site name.":["Site adınıza değişkenler eklemek için aşağıdaki etiketleri tıklayın."],"Use the home page title":["Ana sayfa başlığını kullanın"],"This is what your page configured with %1$s will look like when shared via Facebook. The site title and description will be automatically added.":["Facebook üzerinden paylaşıldığında %1$s ile yapılandırılan sayfanız böyle görünecek. Site başlığı ve açıklaması otomatik olarak eklenecektir."],"The Title of the Page or Site you are Sharing":["Paylaştığınız Sayfanın ya da Sitenin Başlığı"],"Minimum size: 200px x 200px, ideal ratio 1.91:1, 8MB max. (eg: 1640px x 856px or 3280px x 1712px for retina screens)":["Minimum boyut: 200px x 200px, ideal oran 1.91:1, 8MB max. (Örneğin, retina ekranlar için 1640px x 856px veya 3280px x 1712px)"],"Paste your image URL or select a new image":["Görsel URL'nizi yapıştırın ya da yeni bir görsel seçin"],"Upload or Select Image":["Görsel Yükle ya da Seç"],"Height":["Yükseklik"],"Width":["Genişlik"],"Enable Open Graph Markup":["Açık Grafik İşaretlemesini Etkinleştir"],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Facebook ve diğer sosyal medyaların, sitenize bir bağlantı paylaşıldığında görsel ve bir alıntı metin içeren bir ön izleme görüntülemesini istiyorsanız bu özelliği etkinleştirin."],"General Facebook Settings":["Genel Facebook Ayarları"],"Facebook Admin ID":["Facebook Yönetici ID"],"Facebook App ID":["Facebook Uyg Kimliği"],"Object Type":["Nesne Türü"],"Use Post Tags in Article Tags":["Makale Etiketlerinde Gönderi Etiketlerini Kullan"],"Use Categories in Article Tags":["Makale Etiketlerinde Kategorileri Kullan"],"Use Keywords in Article Tags":["Makale Etiketlerinde Anahtar Kelimeleri Kullanın"],"Automatically Generate Article Tags":["Otomatik olarak Makale Etiketleri Oluştur"],"Image":["Resim"],"Site Name":["Site İsmi"],"Advanced Settings":["Gelişmiş Ayarlar"],"Home Page Settings":["Ana sayfa ayarları"],"Description":["Açıklama"],"Title":["Başlık"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/social-networks-Facebook-vue.js"}}