{"translation-revision-date":"2020-12-20 21:29:12+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Upgrade to Pro and Unlock Video Sitemaps":["Pro'ya Yükseltin ve Video Site Haritalarının Kilidini Açın"],"Upgrade to Pro and Unlock News Sitemaps":["Pro'ya yükseltin ve Haberler Site Haritalarının Kilidini Açın"],"Do you get a blank sitemap or 404 error?":["Boş bir site haritası mı yoksa 404 hatası mı alıyorsunuz?"],"Noindexed content will not be displayed in your sitemap.":["Indexlenmeyen içerik site haritanızda görüntülenmeyecektir."],"Enable Sitemap":["Site Haritasını Etkinleştir"],"Our Google News Sitemap lets you control which content you submit to Google News and only contains articles that were published in the last 48 hours. In order to submit a News Sitemap to Google, you must have added your site to Google’s Publisher Center and had it approved.":["Google Haberler Site Haritamız, Google Haberler'e hangi içeriği göndereceğinizi kontrol etmenizi sağlar ve yalnızca son 48 saat içinde yayınlanan makaleleri içerir. Google'a bir Haber Site Haritası göndermek için sitenizi Google'ın Yayıncı Merkezi'ne eklemiş ve onaylatmış olmanız gerekmektedir."],"The Video Sitemap works in much the same way as the XML Sitemap module, it generates an XML Sitemap specifically for video content on your site. Search engines use this information to display rich snippet information in search results.":["Video Site Haritası, XML Site Haritası modülüyle nerdeyse aynı şekilde çalışır, özellikle sitenizdeki video içeriği için bir XML Site Haritası oluşturur. Arama motorları, bu bilgileri arama sonuçlarında zengin snippet bilgilerini görüntülemek için kullanır."],"Clear":["Temizle"],"Type to search...":["Aramak için yazın..."],"Priority Score":["Öncelik Puanı"],"Exclude Posts \/ Pages":["Gönderileri \/ Sayfaları Hariç Tut"],"Include All Post Types":["Tüm Gönderi Türlerini Dahil Et"],"News Sitemap":["Haber Site Haritası"],"Post Types":["Yazı Türleri"],"Select which Post Types appear in your sitemap.":["Site haritanızda hangi yazı türlerinin yer alacağını seçin."],"Video Sitemap":["Video site haritası"],"Advanced Settings":["Gelişmiş Ayarlar"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/sitemaps-pro-NewsSitemap-vue.js"}}