{"translation-revision-date":"2020-12-20 21:29:12+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Allows you to specify the maximum number of posts for the RSS Sitemap. We recommend an amount of 50 posts.":["RSS Site Haritası için maksimum gönderi sayısını belirlemenizi sağlar. Biz 50 gönderi öneriyoruz."],"Number of Posts":["Gönderi Sayısı"],"This option will generate a separate RSS Sitemap which can be submitted to Google, Bing and any other search engines that support this type of sitemap. The RSS Sitemap contains an RSS feed of the latest updates to your site content.  It is not a full sitemap of all your content.":["Bu seçenek, Google, Bing ve bu tür site haritasını destekleyen diğer arama motorlarına gönderilebilecek ayrı bir RSS site haritası oluşturacaktır. RSS site haritası, site içeriğinizdeki en son güncellemelerin RSS beslemesini içerir. Bu, bütün içeriğinizin tam bir site haritası değildir."],"Include All Taxonomies":["Tüm Sınıflandırmaları Dahil Et"],"Author Sitemap":["Yazar Site Haritası"],"Date Archive Sitemap":["Tarih Arşivi Site Haritası"],"Automatically Ping Search Engines":["Arama Motorlarına Otomatik Ping Gönderme"],"Do you get a blank sitemap or 404 error?":["Boş bir site haritası mı yoksa 404 hatası mı alıyorsunuz?"],"Noindexed content will not be displayed in your sitemap.":["Indexlenmeyen içerik site haritanızda görüntülenmeyecektir."],"Enable Sitemap":["Site Haritasını Etkinleştir"],"Sitemap Settings":["Site Haritası Ayarları"],"Include All Post Types":["Tüm Gönderi Türlerini Dahil Et"],"RSS Sitemap":["RSS Site Haritası"],"Organize sitemap entries into distinct files in your sitemap. We recommend you enable this setting if your sitemap contains more than 1,000 URLs.":["Site haritası girişlerini site haritanızdaki farklı dosyalar halinde düzenleyin. Site haritanız 1.000'den fazla URL içeriyorsa bu ayarı etkinleştirmenizi öneririz."],"Taxonomies":["Sınıflandırmalar"],"Post Types":["Yazı Türleri"],"Enable Sitemap Indexes":["Site Haritası İndeksleme Aktif"],"Include Author Archives in your sitemap.":["Sitenize yazar arşivlerini dahil edin."],"Include Date Archives in your sitemap.":["Site haritanıza tarih arşivlerini dahil edin."],"Select which Taxonomies appear in your sitemap.":["Site haritanızda hangi Sınıflandırmaların görüneceğini seçin."],"Select which Post Types appear in your sitemap.":["Site haritanızda hangi yazı türlerinin yer alacağını seçin."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/sitemaps-RssSitemap-vue.js"}}