{"translation-revision-date":"2020-12-20 21:29:12+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"It appears that your server is running on nginx, so the fix will most likely require adding the correct rewrite rules to our nginx configuration. %1$sCheck our documentation for more information%2$s.":["Görünüşe göre sunucunuz nginx üzerinde çalışıyor, bu nedenle düzeltme büyük olasılıkla nginx yapılandırmamıza doğru yeniden yazma kurallarının eklenmesini gerektirecektir. %1$sDaha fazla bilgi için belgelerimize bakın%2$s."],"It appears that your server is running on Apache, so the fix should be as simple as checking the %1$scorrect .htaccess implementation on wordpress.org%2$s.":["Görünüşe göre sunucunuz Apache üzerinde çalışıyor, bu nedenle düzeltme wordpress.org üzerinde %1$s doğru .htaccess uygulamasını kontrol etmek kadar basit olmalıdır%2$s."],"It looks like you are missing the proper rewrite rules for the robots.txt file.":["Görünüşe göre robots.txt dosyası için uygun yeniden yazma kurallarını kaçırmışsınız."],"This site is running in a sub-directory of your main site located at %1$s. Your robots.txt file should only appear in the root directory of that site.":["Bu site, ana sitenizin %1$s adresinde bulunan bir alt dizininde çalışıyor. Robots.txt dosyanız yalnızca o sitenin kök dizininde görünmelidir."],"Open Robots.txt":["Robots.txt'yi aç"],"Robots.txt Preview:":["Robots.txt Ön İzlemesi:"],"Delete Rule":["Kuralı Sil"],"Duplicate or invalid entries have been detected! Please check your rules and try again.":["Yinelenen ya da geçersiz girişler tespit edildi! Lütfen kurallarınızı kontrol edin ve tekrar deneyin."],"Enable Custom Robots.txt":["Özel Robots.txt'yi etkinleştirin"],"Just like WordPress, %1$s generates a dynamic file so there is no static file to be found on your server.  The content of the robots.txt file is stored in your WordPress database.":["Tıpkı WordPress gibi, %1$s dinamik bir dosya oluşturur böylece sunucunuzda bulunacak statik bir dosya olmaz. Robots.txt dosyasının içeriği WordPress veritabanınızda saklanır."],"The robots.txt editor in %1$s allows you to set up a robots.txt file for your site that will override the default robots.txt file that WordPress creates. By creating a robots.txt file with %2$s you have greater control over the instructions you give web crawlers about your site.":["%1$s içindeki robots.txt düzenleyicisi siteniz için WordPress'in oluşturduğu varsayılan robots.txt dosyasının üzerine yazacak bir robots.txt dosyası oluşturmanıza olanak tanır. %2$s ile bir robots.txt dosyası oluşturarak, siteniz hakkında web tarayıcılarına verdiğiniz talimatlar üzerinde daha güçlü kontrole sahip olursunuz."],"Delete":["Sil"],"Import and Delete":["İçe Aktar ve Sil"],"%1$s has detected a physical robots.txt file in the root folder of your WordPress installation. We recommend removing this file as it could cause conflicts with WordPress' dynamically generated one. %2$s can import this file and delete it, or you can simply delete it.":["%1$s, WordPress kurulumunuzun kök klasöründe fiziksel bir robots.txt dosyası algıladı. WordPress'in dinamik olarak oluşturduğu dosyasıyla çakışmalara neden olabileceğinden bu dosyayı kaldırmanızı öneririz. %2$s bu dosyayı içe aktarabilir ve silebilir ya da siz silebilirsiniz."],"Disallow":["İzin verme"],"Allow":["İzin ver"],"Rule":["Kural"],"Add Rule":["Kural ekle"],"Directory Path":["Dizine Erişim Yolu"],"User Agent":["User Agent"],"Robots.txt Editor":["Robots.txt Düzenleyici"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/tools-RobotsEditor-vue.js"}}