{"translation-revision-date":"2020-12-20 21:29:12+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"archive":["arşiv"],"Sample short description for your product.":["Ürününüz için örnek kısa açıklama."],"A short description for your product.":["Ürününüz için kısa bir açıklama."],"Product Short Description":["Ürün Kısa Açıklaması"],"Enter a custom field name...":["Özel bir alan adı girin .."],"Search for an item...":["Bir öğe arayın..."],"Enter a page URL, e.g. %1$s":["Bir sayfa URL'si girin, örnek: %1$s"],"Add New":["Yeni Ekle"],"Edit Your Meta Description":["Meta Açıklamanızı Düzenleyin"],"The description should stimulate reader interest and get them to click on the article. Think of it as a mini-advertisement for your content.":["Açıklama okuyucunun ilgisini uyandırmalı ve onların makaleyi tıklamalarını sağlamalıdır. Bunu içeriğiniz için mini bir reklam olarak düşünün."],"Write a meta description for your page. Use your target keywords (in a natural way) and write with human readers in mind. Summarize the content - describe the topics your article discusses.":["Sayfanız için bir meta açıklama yazın. Hedef anahtar sözcüklerinizi kullanın (doğal bir şekilde) ve insan okuyucuları göz önünde bulundurarak yazın. İçeriği özetleyin - makalenizin tartıştığı konuları açıklayın."],"Your meta description is set and is %1$d characters long.":["Meta açıklamanız ayarlandı ve %1$d karakter uzunluğunda."],"Your meta description is %1$d characters long, which is too long.":["Meta açıklamanız %1$d karakter uzunluğunda ve bu çok uzun."],"Your meta description is only %1$d characters long, which is too short.":["Meta açıklamanız yalnızca %1$d karakter uzunluğunda ve bu çok kısa."],"No meta description was found for your page.":["Sayfanız için meta açıklama bulunamadı."],"If you aren't using an SSL certificate for your site that means you are losing a lot of potential traffic. We recommend getting an SSL certificate installed immediately.":["Siteniz için bir SSL sertifikası kullanmıyorsanız, çok fazla potansiyel trafik kaybettiğiniz anlamına gelir. Hemen bir SSL sertifikası kurdurmanızı öneririz."],"Your site is using a secure transfer protocol (https).":["Siteniz bir güvenli aktarım protokolü (https) kullanıyor."],"Your site is not using a secure transfer protocol (https).":["Siteniz bir güvenli aktarım protokolü (https) kullanmıyor."],"Google Safe browsing shows warnings and alerts to users if they visit a suspicious website. If you are flagged by Google Safe Browsing, you should take immediate steps to fix that.":["Google Güvenli Tarama, şüpheli bir web sitesini ziyaret eden kullanıcılara uyarılar ve alarmlar gösterir. Google Güvenli Tarama tarafından işaretlendiyseniz, düzeltmek için hemen adımlar atmalısınız."],"Google has not flagged your site for malware!":["Google sitenizi kötü amaçlı yazılım için işaretlemedi!"],"It looks like your site has been added to one of Google's malwares lists.":["Görünen o ki siteniz Google'ın kötü amaçlı yazılımlar listelerine eklenmiş."],"Alternatively, you can create an empty index.php file and save it in every directory on your site. That's an approach that WordPress uses and it works well.":["Alternatif olarak, boş bir index.php dosyası oluşturabilir ve sitenizdeki her dizine kaydedebilirsiniz. Bu, WordPress'in kullandığı bir yaklaşımdır ve gayet iyi çalışır."],"Fortunately, every popular web server has options to prevent directory listings. They'll show a \"403 forbidden\" message instead.":["Neyse ki, her popüler web sunucusunun dizin listelerini engelleme seçenekleri vardır. Bunun yerine \"403 forbidden (yasak)\" mesajı gösterecekler."],"Directory Listing seems to be disabled on your server.":["Sunucunuzda Dizin Listelemesi devre dışı görünüyor."],"Edit Your Page Title":["Sayfa Başlığınızı Düzenleyin"],"Directory Listing seems to be enabled on your server.":["Sunucunuzda Dizin Listelemesi etkin görünüyor."],"It's a great idea to try and hide the theme you have visible. From time to time vulnerabilities are found in themes and if your site is not updated in a timely fashion, outdated plugins and themes can be exploited.":["Gördüğünüz temayı denemek ve saklamak çok güzel bir fikir. Zaman zaman temalarda güvenlik açıkları bulunur ve siteniz zamanında güncellenmezse, eski eklentiler ve temalar kötüye kullanılabilir."],"Writing compelling titles is both a science and an art. There are automated tools that can analyze your title against known metrics for readability and click-worthiness. You also need to understand the psychology of your target audience.":["İlgi çekici başlıklar yazmak hem bilim hem de bir sanattır. Başlığınızı okunabilirlik ve tıklanabilirlik açısından bilinen ölçümlere göre analiz edebilecek otomatik araçlar vardır. Ayrıca, hedef kitlenizin psikolojisini de anlamanız gereklidir."],"Ensure your page's title includes your target keywords, and design it to encourage users to click.":["Sayfanızın başlığının hedef anahtar kelimelerinizi içerdiğinden emin olun ve kullanıcıları tıklamaya teşvik edecek şekilde tasarlayın."],"Your theme is not visible!":["Temanız görünür değil!"],"Anyone can see that you are using the %1$s theme.":["%1$s temasını kullandığınızı herkes görebilir."],"It's a great idea to try and hide the plugins you have visible. From time to time vulnerabilities are found in plugins and if your site is not updated in a timely fashion, outdated plugins and themes can be exploited.":["Gördüğünüz eklentileri denemek ve gizlemek çok güzel bir fikir. Zaman zaman eklentilerde güvenlik açıkları bulunur ve siteniz zamanında güncellenmezse, eski eklentiler ve temalar kötüye kullanılabilir."],"You have no visible plugins!":["Görünür eklentiniz yok!"],"Plugins from your website are publicly visible.":["Web sitenizdeki eklentiler herkes tarafından görülebilir durumda."],"You can get an even greater boost in speed with a content delivery network service. These services host a copy of your content on multiple servers spread out across the globe. A user's request is handled by the edge server that's closest to their physical location, so the content arrives incredibly fast.":["Bir içerik dağıtım ağı hizmetiyle hızınızı daha da artırabilirsiniz. Bu hizmetler içeriğinizin bir kopyasını tüm dünyaya yayılmış birden çok sunucuda barındırırlar. Bir kullanıcının isteği, fiziksel konumuna en yakın uç sunucu tarafından ele alınır, böylece içerik inanılmaz derecede hızlı gelir."],"If you want to continue to improve your response time, the simplest and fastest fix is to use a caching plugin. Caching plugins keep a cached version of each page on your site. Instead of building the page from scratch, the server will send the cached copy.":["Yanıt sürenizi iyileştirmeye devam etmek istiyorsanız, en basit ve en hızlı düzenleme bir önbellek eklentisi kullanmaktır. Önbelleğe alma eklentileri, sitenizdeki her sayfanın önbelleğe alınmış bir sürümünü tutar. Sayfayı sıfırdan oluşturmak yerine sunucu önbelleğe alınmış kopyayı gönderecektir."],"Your response time is under 0.2 seconds.":["Yanıt süreniz 0,2 saniyenin altında."],"The response time of your page is %1$f seconds. It is recommended to keep it equal to or below 0.2 seconds.":["Sayfanızın yanıt süresi %1$f saniyedir. Bunun 0.2 saniyeye eşit ya da altında tutulması tavsiye edilir."],"Removing white space can also have an impact on your HTML page's size. White space characters like carriage returns and tabs are ignored by the browser, but they make the markup easier for developers to read. So you should always strip them from your templates or themes before you use them in a production environment.":["Beyaz boşluğu kaldırmak HTML sayfanızın boyutunu da etkileyebilir. Satır başları ve sekmeler gibi beyaz boşluk karakterleri tarayıcı tarafından yok sayılır, ama işaretlemenin geliştiriciler tarafından okunmasını kolaylaştırır. Bu yüzden, onları bir üretim ortamında kullanmadan önce her zaman şablonlarınızdan ya da temalarınızdan çıkarmalısınız."],"You can reduce CSS repetition with HTML class and ID attributes. Often the same rules will be repeated across many page elements, embedded in each tag's \"style\" attribute. You can extract them into a single \"style\" tag and use classes and ID's to target each element.":["CSS tekrarını HTML sınıfı ve kimlik nitelikleriyle azaltabilirsiniz. Her bir etiketin \"stil\" özelliğine gömülü olarak birçok sayfa öğesinde çoğu zaman aynı kurallar tekrarlanacaktır. Bunları tek bir \"stil\" etiketine çıkarabilir ve her bir öğeyi hedeflemek için sınıfları ve kimlikleri kullanabilirsiniz."],"Sometimes inline CSS is a culprit. A little inline CSS can help your page render faster. Too much will bloat the HTML file and increase the page loading time.":["Bazen satır içi CSS zararlıdır. Küçük bir satır içi CSS sayfanızın daha hızlı oluşturulmasına yardımcı olabilir. Eğer çok fazla olursa, HTML dosyasını şişirecek ve sayfa yükleme süresini artıracaktır."],"In order to reduce page size, remove any unnecessary tags from your markup. This includes developer comments, which are invisible to your users - search engines ignore the text in comments, too.":["Sayfa boyutunu küçültmek için işaretlemenizden tüm gereksiz etiketleri kaldırın. Buna kullanıcılarınızın göremediği geliştirici yorumları da dahildir - arama motorları yorumlardaki metni de yok sayar."],"This is under the average of 33 Kb.":["Bu 33 Kb ortalamasının altındadır."],"This is over our recommendation of 50 Kb.":["Bu bizim 50 Kb'lik tavsiyemizin üzerindedir."],"The size of the HTML document is %1$d Kb.":["HTML belgesinin boyutu %1$d Kb'dir."],"Your SEO title is set and is %1$d characters long.":["SEO başlığınız ayarlandı ve %1$d karakter uzunluğundadır."],"Try to replace embedded objects with HTML5 alternatives.":["Gömülü nesneleri HTML5 alternatifleriyle değiştirmeyi deneyin."],"CSS:":["CSS:"],"JavaScript:":["JavaScript:"],"Images:":["Görseller:"],"More than 20 requests can result in slow page loading.":["20'den fazla istek sayfanın yavaş yüklenmesine neden olabilir."],"Your page makes %1$d requests.":["Sayfanız %1$d istekleri yapıyor."],"There are server-side tools (including WordPress plugins) to automatically minify CSS files.":["CSS dosyalarını otomatik olarak küçültmek için sunucu tarafı araçlar (WordPress eklentileri dahil) vardır."],"We recommend tracking down where the un-minified CSS files come from.":["Küçültülmemiş CSS dosyalarının nereden geldiğinin izinin sürülmesini öneririz."],"CSS files appear in many places, including frameworks (like Bootstrap), themes and templates, and third-party plugins.":["CSS dosyaları, sistemler (Bootstrap önyüz çatısı gibi), temalar ve şablonlar ve üçüncü taraf eklentiler dahil birçok yerde görünür."],"All CSS files appear to be minified.":["Tüm CSS dosyaları küçültülmüş görünüyor."],"Some CSS files don't seem to be minified.":["Bazı CSS dosyaları küçültülmüş görünmüyor."],"There are server-side tools (including WordPress plugins) to automatically minify JavaScript files.":["JavaScript dosyalarını otomatik olarak küçültmek için sunucu tarafı araçlar (WordPress eklentileri dahil) vardır."],"We recommend tracking down where the un-minified JavaScript files come from":["Küçültülmemiş JavaScript dosyalarının nereden geldiğinin izinin sürülmesini öneririz."],"JavaScript files appear in many places, including frameworks (like Bootstrap), themes and templates, and third-party plugins.":["JavaScript dosyaları, sistemler (Bootstrap gibi), temalar ve şablonlar ve üçüncü taraf eklentiler dahil birçok yerde görünür."],"All Javascript files appear to be minified.":["Tüm Javascript dosyaları küçültülmüş görünüyor."],"Some Javascript files don't seem to be minified.":["Bazı Javascript dosyaları küçültülmüş görünmüyor."],"Alternatively, you can use a CMS plugin to simplify the process - it's a more user-friendly option. WordPress has a host of caching plugins, and most of them give you options to control the caching headers.":["Alternatif olarak, süreci basitleştirmek için bir CMS eklentisi kullanabilirsiniz - bu daha kullanıcı dostu bir seçenek. WordPress'in bir dizi önbellek eklentisi vardır ve bunların bir çoğu  önbelleğe alma başlıklarını kontrol etme seçenekleri sunar."],"If you use the Apache or NGINX web servers, you can edit the configuration files to set the \"expires\" header for all image files. For Apache, you can also use a \".htaccess\" file to change the settings for each folder.":["Apache ya da NGINX web sunucularını kullanıyorsanız, tüm görsel dosyalarının \"sona erme\" başlığını ayarlamak için yapılandırma dosyalarını düzenleyebilirsiniz. Apache'de her klasörün ayarlarını değiştirmek için bir \".htaccess\" dosyası da kullanabilirsiniz."],"Your server is using \"expires\" headers for your images.":["Sunucunuz görselleriniz için \"sona erme\" başlıklarını kullanıyor."],"Your SEO title is %1$d characters long, which is too long.":["SEO başlığınız %1$d karakter uzunluğunda ve bu çok uzun."],"Your server is not using \"expires\" headers for your images.":["Sunucunuz görselleriniz için \"sona erme\" başlıklarını kullanmıyor."],"Edit Your Page":["Sayfanızı Düzenleyin"],"%1$s makes it extremely easy to add highly relevant Schema.org markup to your site. It has a simple graphical interface, so you don't have to get your hands dirty with complex HTML markup.":["%1$s sitenize alaka düzeyi yüksek Schema.org işaretlemesi eklenmesini çok kolaylaştırır. Basit bir grafik arayüzüne sahip olduğundan dolayı karmaşık HTML biçimlendirmesiyle ellerinizi kirletmenize gerek kalmaz."],"We found Schema.org data on your page.":["Sayfanızda Schema.org verilerini bulduk."],"No Schema.org data was found on your page.":["Sayfanızda Schema.org verisi bulunamadı."],"%1$s provides a simple but powerful interface to craft your Open Graph data. You get immediate feedback with an interactive preview, and you don't have to mess around with raw HTML markup.":["Açık Grafik verilerinizi oluşturmak için %1$s basit ama güçlü bir arayüz sağlar. Etkileşimli bir ön izlemeyle anında geri bildirim alırsınız ve ham HTML biçimlendirmesiyle uğraşmak zorunda kalmazsınız."],"Insert a customized Open Graph meta tag for each important page on your site. The standard is very well documented - you can learn more from Facebook's developer pages.":["Sitenizdeki her önemli sayfa için özelleştirilmiş bir Açık Grafik meta etiketi ekleyin. Standart çok iyi belgelenmiştir - Facebook'un geliştirici sayfalarından daha fazlasını öğrenebilirsiniz."],"All the required Open Graph meta tags have been found.":["Gerekli olan tüm Açık Grafik meta etiketleri bulundu."],"Duplicate Open Graph meta tags were found.":["Yinelenen Açık Grafik meta etiketleri bulundu."],"Some Open Graph meta tags are missing.":["Bazı Açık Grafik meta etiketleri eksik."],"%1$s has a full suite of tools to manage the robots.txt file, along with other related technologies, like XML Sitemaps.":["%1$s, robots.txt dosyasını yönetmek için eksiksiz bir araç paketine, ayrıca XML site haritaları gibi diğer ilgili teknolojilere sahiptir."],"You can manually create a robots.txt file and upload it to your site's web root. A simpler option is to use a plugin for your CMS platform.":["Manuel olarak bir robots.txt dosyası oluşturabilir ve bunu sitenizin web köküne yükleyebilirsiniz. Daha basit bir seçenek ise CMS platformunuz için bir eklenti kullanmaktır."],"Make sure that you only block parts you don't want to be indexed.":["Yalnızca indexlenmesini (dizine alınmasını) istemediğiniz bölümleri engellediğinizden emin olun."],"Your SEO title is only %1$d characters long, which is too short.":["SEO başlığınız yalnızca %1$d karakter uzunluğunda ve bu çok kısa."],"Your site has a robots.txt file.":["Siteniz bir robots.txt dosyasına sahiptir."],"Your site has a robots.txt file which includes one or more \"disallow\" directives.":["Sitenizde bir ya da daha fazla \"reddetme\" yönergesi içeren bir robots.txt dosyası var."],"Your robots.txt file is missing or unavailable.":["Robots.txt dosyanız eksik ya da kullanılamıyor."],"We couldn't find an SEO Title.":["Bir SEO Başlığı bulamadık."],"You should use HTTP redirections (301 permanant redirects) to pass PageRank from the \"wrong\" URLs to the standard (canonical) ones. That way, your content will still benefit from backlinks if someone makes a mistake and uses the wrong URL.":["PageRank'ı \"yanlış\" URL'lerden standart (kanonik) URL'lere geçirmek için HTTP yeniden yönlendirmelerini (301 kalıcı yeniden yönlendirmeleri) kullanmalısınız. Bu şekilde birisi hata yapıp yanlış URL'yi kullansa bile içeriğiniz geri bağlantılardan yararlanacaktır."],"Decide whether you want your site's URLs to include a \"www\", or if you prefer a plain domain name. There are marketing pros and cons for each choice, but neither one is better or worse for SEO purposes - as long as you're consistent.":["Site URL'lerinizin bir \"www\" içermesini mi yoksa düz bir alan adını mı tercih edeceğinize karar verin. Her seçim için pazarlama artıları ve eksileri vardır ancak tutarlı olduğunuz sürece SEO açısından herhangi biri daha iyi veya daha kötü değildir."],"Both the www and non-www versions of your URL are redirected to the same site.":["URL'lerinizin hem www hem de www olmayan sürümleri aynı siteye yeniden yönlendirilir."],"The www and non-www versions of your URL are not redirected to the same site.":["URL'nizin www ve www olmayan sürümleri aynı siteye yeniden yönlendirilmez."],"Only ever use noindex meta tag or header on pages you want to keep out of the reach of search engines!":["Arama motorlarının erişiminden uzak tutmak istediğiniz sayfalarda sadece noindex meta etiketi ya da başlığı kullanın!"],"Your page does not contain any noindex header or meta tag.":["Sayfanız herhangi bir noindex başlığı ya da meta etiketi içermiyor."],"Your page contains a noindex header or meta tag.":["Sayfanız bir noindex başlığı ya da meta etiketi içeriyor."],"If you've republished an article from another source (such as another site or a different section of your own site) then you need to pick which URL is the \"correct\" one and use that!":["Başka bir kaynaktan (başka bir site ya da kendi sitenizin farklı bir bölümü gibi) bir makaleyi yeniden yayınladıysanız, hangi URL'nin \"doğru\" olduğunu seçmeniz ve onu kullanmanız gerekir!"],"Every page on your site should have a <link> tag with a 'rel=\"canonical\"' attribute. The link tag should go inside the page's head tag, and it should contain the page's \"correct\" URL.":["Sitenizdeki her sayfanın 'rel = \"canonical\"' niteliğine sahip bir <link> etiketi olmalıdır. Bağlantı etiketi sayfanın başlık etiketinin içine girmeli ve sayfanın \"doğru\" URL'sini içermelidir."],"Your page is using the canonical link tag.":["Sayfanız standart bağlantı etiketini kullanıyor."],"No canonical link tag found on your page.":["Sayfanızda standart bağlantı etiketi bulunamadı."],"Ideally, the links should be highly relevant to the subject you're writing about. It's impossible to cover every aspect of a subject on a single page, but your readers may be fascinated by some detail you barely touch on. If you link to a resource where they can learn more, they'll be grateful. What's more, you'll be rewarded with higher rankings!":["İdeal olarak, bağlantılar yazdığınız konuyla oldukça alakalı olmalıdır. Bir konunun her yönününden tek bir sayfada bahsetmek imkansızdır ama okuyucularınız neredeyse hiç dokunmadığınız bazı ayrıntılardan etkilenebilir. Daha fazla bilgi edinebilecekleri bir kaynağa bağlanırsanız, minnettar olacaklardır. Ve dahası, daha yüksek sıralamalarla ödüllendirileceksiniz!"],"Add links to external resources that are useful for your readers. Make sure you link to high-quality sites - Google penalizes pages that link to \"spammy\" sites (ones that break the Google webmaster guidelines).":["Okuyucularınız için yararlı olan dış kaynaklara bağlantılar ekleyin. Yüksek kaliteli sitelere bağlantı yaptığınızdan emin olun - Google, \"spam\" sitelere (Google web yöneticisi yönergelerine uymayanlar) bağlantı veren sayfaları cezalandırmaktadır."],"External:":["Dış:"],"Internal:":["İç:"],"Your page has a correct number of internal and external links.":["Sayfanızda doğru sayıda iç ve dış bağlantı var."],"The ratio of internal links to external links is uneven.":["İç bağlantıların dış bağlantılara oranı eşit değil."],"Too few internal links on your page.":["Sayfanızda çok az iç bağlantı var."],"No internal links were found on your page.":["Sayfanızda hiçbir iç bağlantı bulunamadı."],"Make sure every image has an alt tag, and add useful descriptions to each image. Add your keywords or synonyms - but do it in a natural way.":["Her görselin bir alt etiketi olduğundan emin olun ve her bir görsele faydalı açıklamalar ekleyin. Anahtar sözcükler ya da eş anlamlı sözcükler ekleyin - ancak bunu doğal bir şekilde yapın."],"All images on your page have alt attributes.":["Sayfanızdaki tüm görsellerin alternatif nitelikleri vardır."],"Some images on your page have no alt attribute.":["Sayfanızdaki bazı görsellerin alternatif niteliği yoktur."],"Don't try to force keywords into sub-headings if they feel unnatural. It will send the wrong message to your readers, possibly driving them away.":["Doğal olmadıklarını düşündüklerinde anahtar sözcükleri alt başlıklara zorlamaya çalışmayın. Okuyucularınıza yanlış bir mesaj gönderecek ve muhtemelen onları uzaklaştıracaktır."],"It should be easy to include your main and supporting keywords in the H2 tags - after all, these keywords describe your content! If it's hard to work the keywords into your subheadings, it could be a sign that the keywords aren't closely related to your content.":["Ana ve destekleyici anahtar sözcüklerinizi H2 etiketlerine eklemek kolay olmalıdır - sonuçta bu anahtar sözcük içeriğinizi tanımlar! Eğer anahtar sözcükleri alt başlıklarınıza yerleştirmek zorsa, anahtar sözcüklerin içeriğinizle yakından ilgili olmadığının bir işareti olabilir."],"Also, try to include synonyms and relevant terminology in H2 tag text. Search engines are pretty smart - they know which words usually occur together in each niche.":["Ayrıca, H2 etiketi metnine eş anlamlıları ve ilgili terminolojiyi dahil etmeye çalışın. Arama motorları akıllıdır - genellikle her bir nişte hangi kelimelerin birlikte geçtiğini bilirler."],"Make sure you have a good balance of H2 tags to plain text in your content. Break the content down into logical sections, and use headings to introduce each new topic.":["Metinleri düzleştirmek için içeriğinizde iyi bir H2 etiketi dengesine sahip olduğunuzdan emin olun. İçeriği mantıksal bölümlere ayırın ve her yeni konuyu tanıtmak için başlıkları kullanın."],"H2 tags were found on your page.":["Sayfanızda H2 etiketleri bulundu."],"No H2 tags were found on your page.":["Sayfanızda H2 etiketleri bulunamadı."],"You should write as if your readers are selfish people with short attention spans (because that describes a large percentage of the world's population). Readers visit websites for selfish reasons - they're not there to make you happy.":["Okuyucularınız kısa ilgi sürelerine sahip bencil insanlarmış gibi yazmalısınız (çünkü bu dünya nüfusunun büyük bir yüzdesini tanımlamaktadır). Okuyucular web sitelerini bencil nedenlerle ziyaret eder - sizi mutlu etmek için orada değiller."],"A good headline stimulates reader interest and offers a compelling reason to read your content. It promises a believable benefit.":["İyi bir başlık okuyucunun ilgisini çeker ve içeriğinizi okumak için ikna edici bir neden sunar. Ayrıca, inandırıcı bir fayda vaat eder."],"Because your headline plays a large role in reader engagement, it's worth spending extra time perfecting it. Many top copywriters spend hours getting their headlines just right - sometimes they spend longer on the headline than the rest of the article!":["Başlığınız okuyucu etkileşiminde büyük bir rol oynadığından onu mükemmelleştirmek için fazladan zaman harcamaya değecektir. En iyi metin yazarlarının çoğu, manşetlerini doğru bir şekilde atmak için saatler harcıyor - bazen manşette makalenin geri kalanından daha uzun süre harcıyorlar!"],"Ensure your most important keywords appear in the H1 tag - don't force it, use them in a natural way that makes sense to human readers.":["En önemli anahtar sözcüklerinizin H1 etiketinde göründüğünden emin olun - bunları zorlamayın, bunları insan okuyucular için anlamlı olacak doğal bir şekilde kullanın."],"WordPress sites usually insert the page or post title as an H1 tag (although custom themes can change this behavior).":["WordPress siteleri genellikle sayfayı ya da gönderi başlığını bir H1 etiketi olarak ekler (buna rağmen özel temalar bu davranışı değiştirebilir)."],"One H1 tag was found on your page.":["Sayfanızda bir H1 etiketi bulundu."],"%1$d H1 tags were found.":["%1$d H1 etiketleri bulundu."],"For the best SEO results there should be exactly one H1 tag on each page.":["En iyi SEO sonuçları için her sayfada tam olarak bir H1 etiketi olmalıdır."],"No H1 tag was found.":["H1 etiketi bulunamadı."],"Edit Your Page Title & Description":["Sayfa Başlığınızı & Açıklamanızı Düzenleyin"],"You need to use titles and descriptions that are attractive to users and contain your keywords. Use the keywords naturally - keyword stuffing is usually detected and will result in a lower ranking. What's more, it's pretty off-putting for potential readers, who are more likely to click on an appealing link.":["Kullanıcılar için çekici olan ve anahtar sözcüklerinizi içeren başlıklar ve açıklamalar kullanmanız gerekir. Anahtar sözcükleri doğal olarak kullanın - anahtar sözcük doldurma genellikle tespit edilir ve daha düşük bir sıralamaya neden olur. Ayrıyetten bu, çekici bir bağlantıya tıklama olasılığı daha yüksek olan potansiyel okuyucular için oldukça iticidir."],"One or more keywords were found in the title and description of your page.":["Sayfanızın başlığında ve açıklamasında bir ya da daha fazla anahtar kelime bulundu."],"Both the page title and meta description are missing keywords.":["Hem sayfa başlığında hem de meta açıklamasında eksik anahtar sözcükler var."],"No keywords were found in your meta description.":["Meta açıklamanızda hiçbir anahtar sözcük bulunamadı."],"No keywords were found in the page title.":["Sayfa başlığında anahtar sözcük bulunamadı."],"Upgrade Your Plan":["Planınızı Yükseltin"],"Read the Setup Guide":["Kurulum Kılavuzunu Okuyun"],"Launch the Setup Wizard":["Kurulum Sihirbazını Başlat"],"Thank you for choosing the best WordPress SEO plugin. %1$s default settings works great out of the box. We created the setup wizard to guide you through some important configuration settings & custom-tailored SEO best practices for your site to help you improve rankings.":["En iyi WordPress SEO eklentisini seçtiğiniz için teşekkür ederiz. %1$s varsayılan ayarları, kutudan çıkar çıkmaz harika çalışıyor. Sıralamaları iyileştirmenize yardımcı olmak için bazı önemli yapılandırma ayarları ve siteniz için özel olarak tasarlanmış en iyi SEO uygulamaları konusunda size rehberlik edecek kurulum sihirbazını oluşturduk."],"How to Get Started":["Nasıl Başlanır"],"Begin typing a title to search...":["Aramak için bir başlık yazmaya başlayın..."],"Type":["Tür"],"ID":["Kimlik"],"No results found for that title. Try again!":["Bu başlık için sonuç bulunamadı. Tekrar deneyin!"],"Click to Copy":["Kopyalamak için Tıkla"],"Show Less":["Daha Az Göster"],"Show More":["Daha Fazla Göster"],"Custom separator:":["Özel ayırıcı:"],"Keywords:":["Anahtar Sözcükler"],"Security":["Güvenlik"],"Advanced SEO":["Gelişmiş SEO"],"Dismissed Notifications":["Reddedilen Bildirimler"],"See Dismissed Notifications":["Kapatılan Bildirimleri Görün"],"You have no new notifications.":["Yeni bildiriminiz yok."],"Great Scott! Where'd they all go?":["Mükemmel Scott! Hepsi nereye gitti?"],"a few seconds ago":["birkaç saniye önce"],"years ago":["yıllar önce"],"a year ago":["bir yıl önce"],"months ago":["aylar önce"],"a month ago":["bir ay önce"],"days ago":["günler önce"],"a day ago":["bir gün önce"],"minutes ago":["dakikalar önce"],"a minute ago":["bir dakika önce"],"Submit a Support Ticket":["Bir Destek Bileti Gönderin"],"Submit a ticket and our world class support team will be in touch soon.":["Bir bilet gönderin ve birinci sınıf destek ekibimiz yakında sizinle iletişime geçecektir."],"Get Support":["Destek Al"],"View All Documentation":["Tüm Belgeleri Görüntüle"],"Browse documentation, reference material, and tutorials for %1$s.":["Belgelere, referans materyallerine ve eğiticilere %1$s için göz atın."],"View Documentation":["Belgeleri Görüntüle"],"Docs":["Belgeler"],"View All":["Hepsini Görüntüle"],"Search":["Ara"],"Close":["Kapat"],"View all tags":["Tüm Etiketleri Görüntüle"],"Click on the tags below to insert variables into your template.":["Şablonunuza değişkenler eklemek için aşağıdaki etiketlere tıklayın."],"Save Changes":["Değişiklikleri Kaydet"],"All taxonomies are set to noindex or your site does not have any taxonomies registered that are supported by this feature.":["Tüm sınıflandırmalar noindex'e ayarlanmıştır ya da sitenizde bu özellik tarafından desteklenen kayıtlı herhangi bir sınıflandırma bulunmamaktadır."],"All post types are set to noindex or your site does not have any post types registered that are supported by this feature.":["Tüm gönderi türleri noindex'e ayarlanmıştır ya da sitenizde bu özellik tarafından desteklenen kayıtlı herhangi bir gönderi türü yoktur."],"No taxonomies available.":["Kullanılabilir Sınıflandırma yok."],"No post types available.":["Kullanılabilir gönderi türü yok."],"Slug:":["Kısa İsim:"],"Label:":["Etiket:"],"Read the Ultimate WordPress SEO Guide":["Ultimate WordPress SEO Kılavuzunu Okuyun"],"For best results, you should strive for %1$s70 and above%2$s.":["En iyi sonuçlar için %1$s70 ve üzerinde%2$s çabalamalısınız."],"A very good score is between %1$s60 and 80%2$s.":["Çok iyi bir puan %1$s60 ile 80%2$s arasındadır."],"Your Overall Site Score":["Genel Site Puanınız"],"An error occurred while analyzing your site.":["Sitenizi analiz ederken bir hata oluştu."],"Mobile Snapshot":["Mobil Anlık Görüntü"],"Warnings":["Uyarılar"],"Analyzing...":["Analiz ediliyor..."],"No ODP":["ODP Yok"],"No Snippet":["Snippet Yok"],"No Image Index":["Görsel Index'i Yok"],"No Translate":["Çeviri Yok"],"No Archive":["Arşiv Yok"],"No Follow":["Takip Yok"],"No Index":["Index Yok"],"Large":["Büyük"],"Standard":["Standart"],"Max Image Preview":["Maks Görsel Ön İzlemesi"],"Max Video Preview":["Maks Video Ön İzlemesi"],"Max Snippet":["Maks Snippet"],"Robots meta:":["Robots meta:"],"Your Username:":["Kullanıcı adınız:"],"Use the same username for multiple social networks":["Birçok sosyal ağ için aynı kullanıcı adını kullanın"],"Your MySpace URL is invalid. Please check the format and try again.":["MySpace URL'niz geçersizdir. Lütfen formatı kontrol edin ve tekrar deneyin."],"Your Wikipedia URL is invalid. Please check the format and try again.":["Wikipedia URL'niz geçersiz. Lütfen formatı kontrol edin ve tekrar deneyin."],"Your SoundCloud URL is invalid. Please check the format and try again.":["SoundCloud URL'niz geçersiz. Lütfen formatı kontrol edin ve tekrar deneyin."],"Your Yelp URL is invalid. Please check the format and try again.":["Yelp URL'niz geçersiz. Lütfen formatı kontrol edin ve tekrar deneyin."],"Your Tumblr URL is invalid. Please check the format and try again.":["Tumblr URL'niz geçersiz. Lütfen formatı kontrol edin ve tekrar deneyin."],"Your LinkedIn URL is invalid. Please check the format and try again.":["LinkedIn URL'niz geçersiz. Lütfen formatı kontrol edin ve tekrar deneyin."],"Your YouTube URL is invalid. Please check the format and try again.":["YouTube URL'niz geçersiz. Lütfen formatı kontrol edin ve tekrar deneyin."],"Your Pinterest URL is invalid. Please check the format and try again.":["Pinterest URL'niz geçersiz. Lütfen formatı kontrol edin ve tekrar deneyin."],"Your Instagram URL is invalid. Please check the format and try again.":["Instagram URL'niz geçersiz. Lütfen formatı kontrol edin ve tekrar deneyin."],"Your Twitter URL is invalid. Please check the format and try again.":["Twitter URL'niz geçersiz. Lütfen formatı kontrol edin ve tekrar deneyin."],"Your Facebook URL is invalid. Please check the format and try again.":["Facebook URL'niz geçersiz. Lütfen formatı kontrol edin ve tekrar deneyin."],"Keyphrase":["Anahtar Kelime"],"Focus keyphrase":["Focus keyphrase"],"%1$s is too long. Try to make it shorter.":["%1$s çok uzun. Kısaltmaya çalışın."],"%1$s is slightly long. Try to make it shorter.":["%1$s biraz uzun. Kısaltmaya çalışın."],"No %1$s was set. Set a %1$s in order to calculate your SEO score.":["Hiçbir %1$s ayarlanmadı. SEO puanınızı hesaplamak için bir %1$s belirleyin."],"%1$s length":["%1$s uzunluğu"],"The content is below the minimum of words. Add more content.":["İçerik minimum kelime sayısının altında. Daha fazla içerik ekleyin."],"Content Length":["İçerik Uzunluğu"],"This is far below the recommended minimum of words.":["Bu önerilen minimum kelimelerin çok altındadır."],"The content length is ok. Good job!":["İçerik uzunluğu yeterli. İyi iş!"],"Focus Keyphrase doesn't appear at the beginning of SEO title.":["Focus Keyphrase, SEO başlığının başlangıcında görünmüyor."],"Focus Keyphrase at the beginning of SEO Title":["Odak Anahtar Kelimesi, SEO Başlığının başlangıcında"],"Focus Keyphrase used at the beginning of SEO title.":["SEO başlığının başlangıcında kullanılan Odak Anahtar Kelimesi."],"Use your focus keyphrase more in your H2 and H3 subheadings":["Odak anahtar kelimenizi H2 ve H3 alt başlıklarınızda daha fazla kullanın"],"Focus Keyphrase in Subheadings":["Alt Başlıklarda Odak Anahtar Kelimesi"],"Your H2 and H3 subheadings reflects the topic of your copy. Good job!":["H2 ve H3 alt başlıklarınız kopyanızın konusunu yansıtır. İyi iş çıkardınız!"],"Your H2 or H3 subheading reflects the topic of your copy. Good job!":["H2 ya da H3 alt başlığınız kopyanızın konusunu yansıtır. İyi iş çıkardınız!"],"More than 75% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. Don't over-optimize!":["H2 ve H3 alt başlıklarınızın %75'inden fazlası kopyanızın konusunu yansıtıyor. Bu çok fazla. Fazla optimize etmeyin!"],"Use more focus keyphrases in your H2 and H3 subheadings!":["H2 ve H3 alt başlıklarınızda daha fazla odak anahtar kelimeleri kullanın!"],"Focus Keyphrase not found in the URL.":["URL'de Odak Anahtar Kelimesi bulunamadı."],"Focus Keyphrase in URL":["URL'de Odak Anahtar Kelimesi"],"Focus Keyphrase used in the URL.":["URL'de Odak Anahtar Kelimesi kullanıldı"],"Focus Keyphrase not found in SEO title.":["Focus Keyphrase SEO başlığında bulunamadı."],"Focus Keyphrase in SEO title":["SEO başlığında Focus Keyphrase"],"Focus Keyphrase found in SEO title.":["SEO başlığında Focus Keyphrase bulundu"],"Your %1$s does not appear in the first paragraph. Make sure the topic is clear immediately.":["%1$s ilk paragrafta görünmüyor. Konunun hemen netleştiğinden emin olun."],"Your %1$s appears in the first paragraph. Well done!":["%1$s öğeniz ilk paragrafta görünüyor. Aferin!"],"No content added yet.":["Henüz içerik eklenmedi."],"%1$s in introduction":["Girişte %1$s"],"%1$s not found in meta description.":["%1$s meta açıklamasında bulunamadı."],"%1$s found in meta description.":["Meta açıklamasında %1$s bulundu."],"%1$s in meta description":["Meta açıklamasında %1$s"],"%1$s not found in image alt attribute(s). Add an image with your %1$s as alt text.":["%1$s, görsel alternatif niteliklerinde bulunamadı. Alternatif metin olarak %1$s ile bir görsel ekleyin."],"%1$s in image alt attributes":["Görsel alternatif niteliklerinde %1$s"],"%1$s found in image alt attribute(s).":["Görsel alternatif niteliklerinde %1$s bulundu."],"%1$s of the sentences contain more than %2$s words, which is more than the recommended maximum of %3$s. Try to shorten the sentences.":["Cümlelerin %1$s kadarı %2$s adetten fazla kelime içeriyor, bu da önerilen maksimum %3$s adetten fazla. Cümleleri kısaltmaya çalışın."],"Sentences Length":["Cümlelerin Uzunluğu"],"Sentence length is looking great!":["Cümle uzunluğu harika görünüyor!"],"Meta description Length":["Meta açıklaması Uzunluğu"],"The meta description is over 160 characters.":["Meta açıklaması 160 karakterin üzerindedir."],"No meta description has been specified. Search engines will display copy from the page instead. Make sure to write one!":["Meta açıklaması belirtilmedi. Arama motorları bunun yerine sayfadaki kopyayı gösterecektir. Bir tane yazdığınızdan emin olun!"],"Your content contains images and\/or video(s)..":["İçeriğiniz görseller ve\/veya video(lar) içeriyor.."],"Please add some content first.":["Lütfen önce biraz içerik ekleyin."],"Focus Keyphrase not found in content.":["İçerikte anahtar kelime bulunamadı."],"Focus Keyphrase in content":["İçerikte Anahtar Sözcüğe Odaklanma"],"Focus Keyphrase found in content.":["İçerikte bulunan Odak Anahtar Kelimesi"],"Title Length":["Başlık Uzunluğu"],"The title is over 60 characters.":["Başlık 60 karakterin üzerindedir."],"The title is too short.":["Başlık çok kısa."],"Please add a title first.":["Lütfen önce bir başlık ekleyin."],"You are not using any subheadings, but your text is short enough and probably doesn't need them.":["Herhangi bir alt başlık kullanmıyorsunuz ancak metniniz yeterince kısa ve muhtemelen onlara ihtiyaç duymuyor."],"Great job!":["İyi iş!"],"%1$d section of your text is longer than %2$d words and is not separated by any subheadings. Add subheadings to improve readability.":["Metninizin %1$d bölümü %2$d kelimeden uzun ve herhangi bir alt başlıkla ayrılmamış. Okunabilirliği artırmak için alt başlıklar ekleyin."],"There is enough variety in your sentences. That's great!":["Cümlelerinizde yeterince çeşitlilik var. Bu harika!"],"Consecutive sentences":["Ardışık cümleler"],"The text contains %1$d consecutive sentences starting with the same word. Try to mix things up!":["Metin, aynı sözcükle başlayan %1$d kadar ardışık cümle içeriyor. İşleri karıştırmaya çalışın!"],"You are using short paragraphs.":["Kısa paragraflar kullanıyorsunuz."],"Paragraphs Length":["Paragrafların Uzunluğu"],"At least one paragraph is long. Consider using short paragraphs.":["En az bir paragraf uzun. Kısa paragraflar kullanmayı düşünün."],"%1$s of the sentences contain passive voice, which is more than the recommended maximum of %2$s. Try to use their active counterparts":["Cümlelerin %1$s kadarı, önerilen maksimum %2$s adetten fazla pasif ses içeriyor. Onların aktif karşılıklarını kullanmaya çalışın."],"You're using enough active voice. That's great!":["Yeterince aktif ses kullanıyorsun. Bu harika!"],":-)":[":-)"],"Flesch Reading Ease N\/A":["Flesch Okuma Kolaylığı Yok"],"The copy scores %1$s in the test, which is considered %2$s to read. %3$s":["Kopya testte %1$s puanı aldı, bu okunması %2$s olarak kabul edilir. %3$s"],"Flesch Reading Ease":["Flesch Okuma Kolaylığı"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Kopya testte %1$s puanı aldı, bu okunması %2$s olarak kabul edilir."],"very easy":["çok kolay"],"Good job!":["Aferin!"],"Well done!":["Aferin!"],"Transition words":["Geçiş kelimeleri"],"Only %1$s of the sentences contain transition words, which is not enough. Use more of them":["Cümlelerin yalnızca %1$s kadarı geçiş kelimeleri içeriyor, bu yeterli değil. Daha fazlasını kullanın"],"None of the sentences contain transition words. Use some":["Cümlelerin hiçbiri geçiş kelimeleri içermiyor. Biraz kullan"],"Great! You are linking to external resources.":["Harika! Dış kaynaklara bağlanıyorsunuz."],"You are linking to other resources on your website which is great.":["Web sitenizdeki diğer kaynaklara bağlantı veriyorsunuz, bu harika."],"Accepted Payment Methods:":["Kabul Edilen Ödeme Yöntemleri:"],"Accepted Currencies:":["Kabul Edilen Para Birimleri:"],"Price Indicator:":["Fiyat Göstergesi:"],"Country:":["Ülke:"],"City:":["Şehir:"],"Street address line 2 (optional):":["Sokak adresi satırı 2 (isteğe bağlı):"],"Fax number:":["Fax numarası:"],"Phone number:":["Telefon numarası:"],"Tax ID:":["Vergi No:"],"VAT ID:":["KDV No:"],"The geographic area where a service or offered item is provided.":["Bir hizmetin ya da sunulan öğenin sağlandığı coğrafi alan."],"Close and Exit Wizard Without Saving":["Sihirbazı Kapat ve Kaydetmeden Çık"],"Preview":["Ön İzleme"],"Hide":["Gizle"],"Show":["Göster"],"Websites":["Web siteleri"],"Products & Entertainment":["Ürünler & Eğlence"],"Places":["Yerler"],"People":["İnsanlar"],"Organizations":["Organizasyonlar"],"Groups":["Gruplar"],"Businesses":["İşletmeler"],"Activities":["Aktiviteler "],"Advanced Rich Snippets + Schema Markups":["Gelişmiş Zengin Snippet'ler + Şema İşaretlemeleri"],"Internal Link Building Assistant":["Dahili Bağlantı Oluşturma Asistanı"],"Smart Redirects + 404 Detection":["Akıllı Yeniden Yönlendirmeler + 404 Algılama"],"Submit articles to Google News that were published in the last 48 hours.":["Son 48 saat içinde yayınlanan makaleleri Google Haberler'e gönderin."],"Generate an XML Sitemap specifically for video content on your site.":["Özellikle sitenizdeki video içeriği için bir XML Site Haritası oluşturun."],"Tell Google about your business for display as a Knowledge Graph card or business carousel.":["Bilgi Grafiği kartı ya da işletme karuseli olarak görüntülenmek üzere Google'a işletmenizden bahsedin."],"Globally control Title and Alt attributes for attachment pages and images that are embedded in your content.":["İçeriğinize katıştırılmış ek sayfaları ve görüntüler için Başlık ve Alternatif özniteliklerini genel olarak kontrol edin."],"Breadcrumbs":["Bağlantı Haritası"],"Get the #1 analytics plugin to see how people find and use your website. Simply put, see stats that matter.":["İnsanların web sitenizi nasıl bulduğunu ve kullandığını görmek için 1 numaralı analitik eklentisini edinin. Basitçe söylemek gerekirse, önemli istatistikleri görün."],"Get all the right tools to make sure your website shows up in Google Search.":["Web sitenizin Google Arama'da görünmesini sağlamak için tüm doğru araçları edinin."],"Optimized Search Appearance":["Optimize Edilmiş Arama Görünümü"],"Sitemaps are a list of all your content that search engines use when they crawl your site.":["Site Haritaları, arama motorlarının sitenizi tararken kullandığı tüm içeriğinizin bir listesidir."],"Manually Enter Type":["Türü Manuel Olarak Girin"],"Learn more about all features":["Tüm özellikler hakkında daha fazla bilgi edinin"],"Step %1$s of %2$s":["Adım %1$s %2$s"],"Home Page":["Anasayfa"],"Free":["Ücretsiz"],"Contact Page URL:":["İletişim Sayfası URL'si:"],"About Page URL:":["Hakkında Sayfası URL'si:"],"Website URL:":["Web sitesi URL'si:"],"Your name or company name.":["Adınız veya şirket adınız."],"name":["isim"],"Copied!":["Kopyalandı!"],"Basic SEO":["Temel SEO"],"Your license has expired.":["Lisansınızın süresi doldu."],"You have not yet added a license key.":["Henüz bir lisans anahtarı eklemediniz."],"Your license key is invalid.":["Lisans anahtarınız geçersiz."],"Your license has been disabled.":["Lisansınız devre dışı bırakıldı."],"%1$s out of %2$s max recommended characters.":["Maksimum %2$s önerilen karakterden %1$s."],"Active Notifications":["Aktif Bildirimler"],"New Notifications":["Yeni Bildirimler"],"Default Image Source (Set in Social Networks)":["Varsayılan Görsel Kaynağı (Ayarı Sosyal Ağlarda)"],"Default Image (Set Below)":["Varsayılan Görsel (Aşağıdan Ayarlayın)"],"Choose Image":["Görsel Seç"],"Save and Continue":["Kaydet ve Devam Et"],"Go Back":["Geri Git"],"Skip this Step":["Bu Adımı Atla"],"Errors":["Hatalar"],"All Good!":["Herşey İyi!"],"Complete Site Audit Checklist":["Tam Site Denetimi Kontrol Listesi"],"to see your Site Score.":["Site Puanınızı görmek için"],"Excellent!":["Mükemmel!"],"Very Good!":["Çok İyi!"],"Needs<br>Improvement!":["İyileştirilmeye<br>İhtiyacı Var!"],"We've got some<br>work to do!":["Yapacak bazı<br>işlerimiz var!"],"A valid license key is required":["Geçerli bir lisans anahtarı gerekli"],"to analyze a competitor site.":["rakip bir siteyi analiz etmek için"],"Already purchased? Simply enter your license key below to connect with %1$s!":["Halihazırda satın aldınız mı? %1$s ile bağlanmak için aşağıya lisans anahtarınızı girmeniz yeterlidir!"],"Dismiss All":["Hepsini Reddet"],"Critical Issues":["Kritik Sorunlar"],"Refresh Results":["Sonuçları Yenile"],"Good Results":["İyi Sonuçlar"],"Recommended Improvements":["Önerilen İyileştirmeler"],"Your site is not connected. Please connect to %1$s, then try again.":["Siteniz bağlı değil. Lütfen %1$s ile bağlantı kurun ve sonra tekrar deneyin."],"We were unable to parse the content for this site.":["Biz bu sitenin içeriğini ayrıştıramadık."],"The URL provided is invalid.":["Sağlanan URL geçersiz."],"%1$s %2$s comes with many additional features to help take your site's SEO to the next level!":["%1$s %2$s, sitenizin SEO'sunu bir sonraki seviyeye taşımanıza yardımcı olacak birçok ek özellikle birlikte gelir!"],"Deactivated":["Devre dışı bırakıldı"],"Manage":["Yönet"],"Title:":["Başlık:"],"Connect with %1$s":["%1$s ile Bağlan"],"Connect":["Bağlan"],"Paste your license key here":["Lisans anahtarınızı buraya yapıştırın"],"Your license key provides access to updates and addons.":["Lisans anahtarınız güncellemelere ve eklentilere erişim sağlar."],"Use Default Settings":["Varsayılan Ayarları Kullan"],"None":["Yok"],"Clear":["Temizle"],"Type to search...":["Aramak için yazın..."],"Analytics":["Analitik"],"Local SEO":["Yerel SEO"],"Sitemaps":["Site haritaları"],"default":["varsayılan"],"You are not using any subheadings, although your text is rather long. Try and add some subheadings.":["Metniniz fazlaca uzun olmasına rağmen herhangi bir alt başlık kullanmıyorsunuz. Deneyin ve bazı alt başlıklar ekleyin."],"Subheading distribution":["Alt başlık dağılımı"],"Passive Voice":["Pasif Ses"],"You are not using rich media like images or videos.":["Görseller ya da videolar gibi zengin medya kullanmıyorsunuz."],"Images\/Videos in content":["İçerikteki Görseller\/Videolar"],"No title has been specified. Make sure to write one!":["Başlık belirtilmedi. Bir tane yazdığınızdan emin olun!"],"No outbound links were found. Link out to external resources.":["Giden bağlantı bulunamadı. Dış kaynaklara bağlantı verin."],"External links":["İç Bağlantılar"],"We couldn't find any internal links in your content. Add internal links in your content.":["İçeriğinizde herhangi bir dahili bağlantı bulamadık. İçeriğinize dahili bağlantılar ekleyin."],"Internal links":["İç bağlantılar"],"The meta description is too short.":["Meta açıklaması çok kısa."],"Meta description length":["Meta açıklaması uzunluğu"],"Delete":["Sil"],"Learn More":["Daha fazla bilgi edin"],"Zip code:":["Posta Kodu:"],"State:":["Eyalet:"],"Street address:":["Sokak Adresi"],"Notifications":["Bildirimler"],"News Sitemap":["Haber Site Haritası"],"Description:":["Açıklama:"],"Not Installed":["Yüklü Değil"],"Activated":["Etkinleştirildi"],"You're using %1$s. To unlock more features, consider %2$s.":["%1$s kullanıyorsunuz. Daha fazla özelliğin kilidini açmak için %2$s düşünün."],"You're using %1$s - no license needed. Enjoy!":["%1$s kullanmaktasınız - lisans gerekli değil. Keyfini çıkarın!"],"never":["asla"],"yearly":["yıllık"],"hourly":["saatlik"],"always":["her zaman"],"As a valued user you receive %1$s, automatically applied at checkout!":["Değerli bir kullanıcı olarak %1$s alırsınız ve ödeme sırasında otomatik olarak uygulanır!"],"Upgrade to %1$s":["%1$s sürümüne yükseltin"],"To unlock more features, consider %1$s.":["Daha fazla özelliğin kilidini açmak için %1$s düşünün."],"Package Tracking":["Paket Takibi"],"Roadside Assistance":["Yol yardımı"],"Bagage Tracking":["Bagaj Takibi"],"Emergency":["Acil Durum"],"Credit Card Support":["Kredi Kartı Desteği"],"Reservations":["Rezervasyonlar"],"Sales":["Satış"],"Bill Payment":["Fatura Ödemesi"],"Billing Support":["Fatura Desteği"],"Technical Support":["Teknik Destek"],"Customer Support":["Müşteri Desteği"],"Author Pages":["Yazar Sayfaları"],"Archive Pages":["Arşiv Sayfaları"],"Welcome to %1$s":["%1$s Hoşgeldiniz"],"Archive":["Arşiv"],"Dismiss":["Reddet"],"Email address:":["E-posta adresi:"],"Image SEO":["Görsel SEO"],"License Key":["Lisans Anahtarı"],"Upgrade to Pro":["Ücretli sürüme yükseltin"],"Last Modified":["Son Düzenleme"],"Page URL":["Sayfa URL 'si"],"Frequency":["Frekans"],"Priority":["Öncelik"],"Taxonomies":["Sınıflandırmalar"],"Post Types":["Yazı Türleri"],"monthly":["aylık"],"weekly":["haftalık"],"daily":["günlük"],"Yes":["Evet"],"Off":["Kapalı"],"On":["Açık"],"Custom Image":["Özel Resim"],"First Available Image":["İlk Geçerli Resim"],"Post Author Image":["Yazar Görselini Yayınla"],"Image from Custom Field":["Özel Alandan Görsel"],"First Image in Content":["İçerikteki İlk Görsel"],"Featured Image":["Öne Çıkan Resim"],"Website":["Web Sayfası"],"Article":["Makale"],"Episode":["Bölüm"],"TV Show":["TV Show"],"Song":["Şarkı"],"Product":["Ürün"],"Movie":["Film"],"Game":["Oyun"],"Food":["Yiyecek"],"Drink":["İçecek"],"Book":["Kitap"],"Album":["Albüm"],"State\/Province":["Eyalet\/İl"],"Landmark":["Bölge"],"Country":["Ülke"],"City":["Şehir"],"Public Figure":["Tanınmış Kişi"],"Profile":["Biyografi"],"Politician":["Politikacı"],"Musician":["Müzisyen"],"Director":["Yönetmen"],"Author":["Yazar"],"Athlete":["Atlet"],"Actor":["Aktör"],"University":["Üniversite"],"School":["Okul"],"Non-Profit":["Kar Amacı Gütmeyen"],"Band":["Grup"],"Sports Team":["Spor Takımı"],"Sports League":["Spor Ligi"],"Cause":["Dava"],"Restaurant":["Restoran"],"Hotel":["Otel"],"Cafe":["Kafe"],"Company":["Şirket"],"Bar":["Bar"],"Sport":["Spor"],"Activity":["Aktivite"],"No":["No"],"Video Sitemap":["Video site haritası"],"Performance":["Performans"],"Disabled":["Pasif"],"Enabled":["Etkin"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/chunk-common.js"}}