{"translation-revision-date":"2020-12-20 21:29:12+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"%1$s %2$s comes with many additional features to help take your site's SEO to the next level!":["%1$s %2$s, sitenizin SEO'sunu bir sonraki seviyeye taşımanıza yardımcı olacak birçok ek özellikle birlikte gelir!"],"Local Business schema markup enables you to tell Google about your business, including your business name, address and phone number, opening hours and price range. This information may be displayed as a Knowledge Graph card or business carousel.":["Yerel İşletme şeması işaretlemesi, Google'a işletme adınız, adresiniz ve telefon numaranız, açılış saatleriniz ve fiyat aralığınız dahil olmak üzere işletmeniz hakkında bilgi vermenizi sağlar. Bu bilgiler, Bilgi Grafiği kartı ya da işletme karuseli olarak görüntülenebilir."],"Our Google News Sitemap lets you control which content you submit to Google News and only contains articles that were published in the last 48 hours. In order to submit a News Sitemap to Google, you must have added your site to Google’s Publisher Center and had it approved.":["Google Haberler Site Haritamız, Google Haberler'e hangi içeriği göndereceğinizi kontrol etmenizi sağlar ve yalnızca son 48 saat içinde yayınlanan makaleleri içerir. Google'a bir Haber Site Haritası göndermek için sitenizi Google'ın Yayıncı Merkezi'ne eklemiş ve onaylatmış olmanız gerekmektedir."],"The Video Sitemap works in much the same way as the XML Sitemap module, it generates an XML Sitemap specifically for video content on your site. Search engines use this information to display rich snippet information in search results.":["Video Site Haritası, XML Site Haritası modülüyle nerdeyse aynı şekilde çalışır, özellikle sitenizdeki video içeriği için bir XML Site Haritası oluşturur. Arama motorları, bu bilgileri arama sonuçlarında zengin snippet bilgilerini görüntülemek için kullanır."],"Globally control the Title attribute and Alt text for images in your content. These attributes are essential for both accessibility and SEO.":["İçeriğinizdeki görseller için Başlık niteliğini ve Alternatif metnini küresel olarak kontrol edin. Bu nitelikler hem erişilebilirlik hem de SEO için gereklidir."],"Purchase License":["Lisansı Satın Al"],"Enter License Key":["Lisans Kodunu Giriniz"],"A valid license key is required in order to use our addons.":["Eklentilerimizi kullanmak için geçerli bir lisans anahtarı gereklidir."],"Upgrade to Pro and Unlock All Features":["Pro'ya Yükseltin ve Tüm Özelliklerin Kilidini Açın"],"Upgrade %1$s to Pro and Unlock all Features!":["%1$s nesnesini Pro'ya yükseltin ve Tüm Özelliklerin Kilidini Açın!"],"Search for Features...":["Özellikleri Ara..."],"Deactivate All Features":["Tüm Özellikleri Devre Dışı Bırak"],"Activate All Features":["Tüm Özellikleri Etkinleştir"],"And many more...":["Ve daha fazlası..."],"Advanced WooCommerce":["Gelişmiş WooCommerce"],"Image SEO Optimization":["Görsel SEO Optimizasyonu"],"Video and News Sitemaps":["Video ve Haber Site Haritaları"],"Local Business SEO":["Yerel İşletme SEO'su"],"SEO for Categories, Tags and Custom Taxonomies":["Kategoriler,etiketler ve özel sınıflandırmalar için SEO"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/feature-manager-FeatureManager-vue.js"}}