{"translation-revision-date":"2020-12-21 00:01:11+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"en_GB"},"The Feeds for YouTube plugin allows you to display customizable YouTube feeds from any YouTube channel.":["The Feeds for YouTube plugin allows you to display customisable YouTube feeds from any YouTube channel."],"Display completely customizable, responsive and search engine crawlable Twitter feeds on your website.":["Display completely customisable, responsive and search engine crawlable Twitter feeds on your website."],"Display beautifully clean, customizable, and responsive Instagram feeds from multiple Instagram accounts.":["Display beautifully clean, customisable, and responsive Instagram feeds from multiple Instagram accounts."],"Display completely customizable Facebook feeds of any public Facebook page or Group.":["Display completely customisable Facebook feeds of any public Facebook page or Group."],"TrustPulse uses FOMO (Fear of Missing Out) to boost your sales and conversions with social proof notifications. Use it to boost sales on your Woocommerce store, increase signups on your membership site, get more email subscribers, and more.":["TrustPulse uses FOMO (Fear of Missing Out) to boost your sales and conversions with social proof notifications. Use it to boost sales on your WooCommerce store, increase signups on your membership site, get more email subscribers, and more."],"Create a simple Coming Soon Page, Under Construction or Maintenance Mode Page. Work on your site in private while visitors see a “Coming Soon” or “Maintenance Mode” page.":["Create a simple Coming Soon Page, Under Construction or Maintenance Mode Page. Work on your site in private while visitors see a “Coming Soon” or “Maintenance Mode” page."],"The ExactMetrics Google Analytics for WordPress plugin helps you properly setup all the powerful Google Analytics tracking features without writing any code or hiring a developer.":["The ExactMetrics Google Analytics for WordPress plugin helps you properly setup all the powerful Google Analytics tracking features without writing any code or hiring a developer."],"Deactivated":["Deactivated"],"Status:":["Status:"],"Manage":["Manage"],"Not Installed":["Not Installed"],"Turn your visitors into brand ambassadors! Easily grow your email list, website traffic, and social media followers with powerful viral giveaways & contests.":["Turn your visitors into brand ambassadors! Easily grow your email list, website traffic, and social media followers with powerful viral giveaways & contests."],"WPForms allows you to create beautiful contact forms for your site in minutes, not hours!":["WPForms allows you to create beautiful contact forms for your site in minutes, not hours!"],"Make sure your website's emails reach the inbox. Our goal is to make email deliverability easy and reliable. Trusted by over 1 million websites.":["Make sure your website's emails reach the inbox. Our goal is to make email deliverability easy and reliable. Trusted by over 1 million websites."],"Our high-converting optin forms like Exit-Intent® popups, Fullscreen Welcome Mats, and Scroll boxes help you dramatically boost conversions and get more email subscribers.":["Our high-converting optin forms like Exit-Intent® popups, Fullscreen Welcome Mats, and Scroll boxes help you dramatically boost conversions and get more email subscribers."],"MonsterInsights makes it “effortless” to properly connect your WordPress site with Google Analytics, so you can start making data-driven decisions to grow your business.":["MonsterInsights makes it “effortless” to properly connect your WordPress site with Google Analytics, so you can start making data-driven decisions to grow your business."],"Yup, we know a thing or two about building awesome products that customers love.":["Yup, we know a thing or two about building awesome products that customers love."],"Our goal is to take the pain out of optimizing your website for search engines.":["Our goal is to take the pain out of optimising your website for search engines."],"Over the years, we found that most other WordPress SEO plugins were bloated, buggy, slow, and very hard to use. So we designed our plugin as an easy and powerful tool.":["Over the years, we found that most other WordPress SEO plugins were bloated, buggy, slow, and very hard to use. So we designed our plugin as an easy and powerful tool."],"Welcome to %1$s, the original SEO plugin for WordPress. At %2$s, we build software that helps you rank your website in search results and gain organic traffic.":["Welcome to %1$s, the original SEO plugin for WordPress. At %2$s, we build software that helps you rank your website in search results and gain organic traffic."],"Activate":["Activate"],"Install Plugin":["Install Plugin"],"Activated":["Activated"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/about-AboutUs-vue.js"}}