{"translation-revision-date":"2020-12-20 21:29:12+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"By default SEO Editors have access to %1$sSEO settings for individual pages and posts.%2$s":["SEO Editörleri, varsayılan olarak %1$sSEO ayarlarına tek tek sayfalar ve yayınlar için%2$s erişebilir."],"By default SEO Managers have access to %1$sSEO settings for General Settings, Redirections, and individual pages and posts.%2$s":["SEO Yöneticileri varsayılan olarak , Genel Ayarlar, Yönlendirmeler ve ayrı ayrı her sayfa ve gönderiler için %1$sSEO ayarlarına erişebilir.%2$s"],"By default Authors have access to %1$sSEO settings for individual pages and posts that they already have permission to edit.%2$s":["Yazarlar, düzenleme iznine sahip oldukları ayrı ayrı her sayfa ve gönderiler için varsayılan olarak %1$sSEO ayarlarına erişebilirler.%2$s"],"By default Editors have access to %1$sSEO settings for General Settings, Search Appearance and Social Networks, as well as all settings for individual pages and posts.%2$s":["Editörlerin Genel Ayarlar, Arama Görünümü ve Sosyal Ağlar için %1$sSEO ayarlarıyla beraber ayrı ayrı her sayfa ve gönderiler%2$s için varsayılan olarak tüm ayarlara erişimleri vardır. "],"By default Admins have access to %1$sall SEO site settings%2$s":["Yöneticilerin, varsayılan olarak %1$stüm SEO site ayarlarına%2$s erişimi vardır"],"SEO Editor":["SEO Düzenleyicisi"],"SEO Manager":["SEO Yöneticisi"],"Editor":["Editör"],"Administrator":["Yönetici (admin)"],"By default, only users with an Administrator role have permission to manage %1$s within your WordPress admin area. With Access Controls, though, you can easily extend specific access permissions to other user roles.":["Yalnızca Yönetici rolüne sahip kullanıcıların varsayılan olarak, WordPress yönetici alanınızda %1$s yönetme izni vardır. Erişim Kontrolleri ile belirli erişim izinlerini diğer kullanıcı rollerine kolayca genişletebilirsiniz."],"Use Default Settings":["Varsayılan Ayarları Kullan"],"Author":["Yazar"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/settings-pro-AccessControl-vue.js"}}