{"translation-revision-date":"2020-12-20 21:29:12+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Pinterest Verification Code":["Pinterest Doğrulama Kodu"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Aşağıdaki adımı, web sitenizi Pinterest ile zaten onayladıysanız atlayabilirsiniz."],"Learn how to get your Pinterest Verification Code":["Pinterest Doğrulama Kodunuzu nasıl alacağınızı öğrenin"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep Open Graph enabled on the Facebook tab checked if you want to optimize your site for Pinterest.":["Pinterest, Facebook gibi Açık Grafik meta verilerini kullanır; bu yüzden, sitenizi Pinterest için optimize etmek istiyorsanız, Facebook sekmesinde Açık Grafik'i etkinleştirdiğinizden emin olun."],"Card Type":["Kart Türü"],"Home Page Title":["Ana Sayfa Başlığı"],"Home Page Image":["Ana Sayfa Görseli"],"Minimum size: 300px x 157px, ideal ratio 2:1, 5MB max. JPG, PNG, WEBP and GIF formats only.":["Minimum boyut: 300px x 157px, ideal oran 2:1, 5MB maks. Yalnızca JPG, PNG, WEBP ve GIF formatları."],"Minimum size: 144px x 144px, ideal ratio 1:1, 5MB max. JPG, PNG, WEBP and GIF formats only.":["Minimum boyut: 144px x 144px, ideal oran 1:1, 5MB maks. Yalnızca JPG, PNG, WEBP ve GIF formatları."],"Summary with Large Image":["Büyük Görselli Özet"],"Default Card Type":["Varsayılan Kart Türü"],"Enable Twitter Card":["Twitter Kartını Etkinleştir"],"Enable this feature if you want Twitter to display a preview card with images and a text excerpt when a link to your site is shared.":["Twitter'ın sitenize bir bağlantı paylaşıldığında görseller ve bir alıntı metin içeren bir ön izleme kartı görüntülemesini istiyorsanız bu özelliği etkinleştirin."],"Twitter Card Settings":["Twitter Kart Ayarları"],"The home page settings below have been disabled because you are using a static home page. You can %1$sedit your home page settings%2$s directly to change the title, meta and image.":["Statik bir ana sayfa kullandığınız için aşağıdaki ana sayfa ayarları devre dışı bırakıldı. Başlığı, metayı ve görseli değiştirmek için %1$sana sayfa ayarlarınızı doğrudan %2$s düzenleyebilirsiniz."],"Remove":["Kaldır"],"Click on the tags below to insert variables into your description.":["Açıklamanıza değişkenler eklemek için aşağıdaki etiketleri tıklayın."],"Use the home page description":["Ana sayfa açıklamasını kullanın"],"Click on the tags below to insert variables into your home page title.":["Ana sayfanızın başlığına değişkenler eklemek için aşağıdaki etiketlere tıklayın."],"Use the home page title":["Ana sayfa başlığını kullanın"],"Paste your image URL or select a new image":["Görsel URL'nizi yapıştırın ya da yeni bir görsel seçin"],"Upload or Select Image":["Görsel Yükle ya da Seç"],"Height":["Yükseklik"],"Width":["Genişlik"],"To let search engines know which profiles are associated with this site, enter them below:":["Arama motorlarına bu siteyle hangi profillerin ilişkili olduğunu bildirmek için bunları aşağıya girin:"],"Pinterest":["Pinterest"],"Social Profiles":["Sosyal Profiller"],"Social Networks":["Sosyal Ağlar"],"Show Twitter Author":["Twitter Yazarını Göster"],"Summary":["Özet"],"Home Page Settings":["Ana sayfa ayarları"],"Description":["Açıklama"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/social-networks-Main-vue.js"}}