{"translation-revision-date":"2020-12-20 21:29:12+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Choose whether %1$s should output the required schema markup that Google needs to generate a sitelinks search box.":["Google'ın bir site bağlantıları arama kutusu oluşturması için ihtiyacı olan gerekli şema işaretlemesini %1$s'ın verip vermeyeceğini seçin."],"Enable Sitelinks Search Box":["Site Bağlantıları Arama Kutusunu etkinleştirin"],"This feature is only for licensed %1$s users. %2$s":["Bu özellik yalnızca %1$skullanıcılar%2$s içindir."],"Automatically Add Missing Image Alt \/ Title Tags":["Eksik Görsel Alternatif\/Başlık Etiketlerini Otomatik Olarak Ekle"],"Remove Category Base Prefix":["Kategori Temel Ön Ekini Kaldır"],"Remove Stopwords from Permalinks":["Engellenecek Kelimeleri Kalıcı Bağlantılardan Kaldır"],"Noindex Empty Category and Tag Archives":["Noindex Boş Kategori ve Etiket Arşivleri"],"Global Robots Meta":["Genel Robots Metası"],"Exclude Posts \/ Pages":["Gönderileri \/ Sayfaları Hariç Tut"],"Exclude Terms":["Şartları Hariç Tut"],"Advanced Settings":["Gelişmiş Ayarlar"],"Description Format":["Açıklama Biçimi"],"No Pagination for Canonical URLs":["Standart URL'ler için Sayfalama Yok"],"Check this if you want your keywords on your Posts page (set in WordPress under Settings, Reading, Front Page Displays) and your archive pages to be dynamically generated from the keywords of the posts showing on that page. If unchecked, it will use the keywords set in the edit page screen for the posts page.":["Anahtar kelimelerinizin Yayınlar sayfanızdaki (Ayarlar, Okuma, Ön Sayfa Ekranları altında WordPress'te ayarlanır) ve arşiv sayfalarınızın o sayfada gösterilen yazıların anahtar kelimelerinden dinamik olarak oluşturulmasını istiyorsanız bunu işaretleyin. İşaretli değilse, mesajlar sayfası için düzenleme sayfası ekranında belirlenen anahtar kelimeleri kullanacaktır."],"Check this if you want your tags for a given post used as the Meta Keywords for this post (in addition to any keywords you specify on the Edit Post screen).":["Belirli bir yazı için olan etiketlerininiz bu yazı için meta anahtar kelimeler olarak kullanılmasını istiyorsanız bunu işaretleyin (Yazı Düzenleme ekranında belirteceğiniz anahtar kelimelere ek olarak)."],"Check this if you want your categories for a given post used as the Meta Keywords for this post (in addition to any keywords you specify on the Edit Post screen).":["Belirli bir yazı için olan kategorilerinizin bu yazı için meta anahtar kelimeler olarak kullanılmasını istiyorsanız bunu işaretleyin (Yazı Düzenleme ekranında belirteceğiniz anahtar kelimelere ek olarak)."],"This option allows you to toggle the use of Meta Keywords throughout the whole of the site.":["Bu seçenek, tüm sitede Meta Anahtar Kelime kullanımını değiştirme imkanı verir."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/search-appearance-Advanced-vue.js"}}