{"translation-revision-date":"2020-12-20 21:29:12+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"All %1$s Settings":["Tüm %1$s Ayarları"],"Clear Bad Bot Blocker Logs":["Bozuk Bot Engelleyici Kayıtlarını Temizle"],"Cleared":["Temizlendi"],"Bad Bot Blocker Logs":["Kötü Bot Engelleyici Kayıtları"],"Logs":["Kayıtlar"],"No, I need to make a backup":["Hayır, yedek yapmam gerekiyor"],"Yes, I have a backup and want to reset the settings":["Evet, bir yedeğim var ve ayarları sıfırlamak istiyorum"],"This action cannot be undone. Before taking this action, we recommend that you make a %1$sfull website backup first%2$s.":["Bu eylem geri alınamaz. Bu işlemi yapmadan önce,  ilk olarak %1$stam web sitesi yedeklemesi%2$s yapmanızı öneririz."],"Are you sure you want to reset the selected settings to default?":["Seçili ayarları varsayılana sıfırlamak istediğinizden emin misiniz?"],"Your settings have been reset successfully!":["Ayarlarınız başarıyla sıfırlandı!"],"Select settings that you would like to reset:":["Sıfırlamak istediğiniz ayarları seçin:"],"Select Settings":["Ayarları Seç"],"Reset \/ Restore Settings":["Ayarları Sıfırla \/ Geri Yükle"],"This allows you to edit the .htaccess file for your site.  All WordPress sites on an Apache server have a .htaccess file and we have provided you with a convenient way of editing it. Care should always be taken when editing important files from within WordPress as an incorrect change could cause WordPress to become inaccessible. %1$sBe sure to make a backup before making changes and ensure that you have FTP access to your web server and know how to access and edit files via FTP.%2$s":["Bu, siteniz için .htaccess dosyasını düzenlemenize olanak tanır. Bir Apache sunucusundaki tüm WordPress sitelerinde bir .htaccess dosyası bulunur ve size bu dosyayı düzenlemek için kullanışlı bir yol sağladık. Yanlış bir değişiklik WordPress'in erişilemez hale gelmesine neden olabileceğinden dolayı önemli dosyaları WordPress içinden düzenlerken her zaman dikkatli olunmalıdır. %1$sDeğişiklik yapmadan önce bir yedekleme yaptığınızdan ve web sunucunuza FTP erişiminiz olduğundan ve dosyalara FTP yoluyla nasıl erişilip düzenleneceğini bildiğinizden emin olun.%2$s"],"It appears that your server is running on nginx, so the fix will most likely require adding the correct rewrite rules to our nginx configuration. %1$sCheck our documentation for more information%2$s.":["Görünüşe göre sunucunuz nginx üzerinde çalışıyor, bu nedenle düzeltme büyük olasılıkla nginx yapılandırmamıza doğru yeniden yazma kurallarının eklenmesini gerektirecektir. %1$sDaha fazla bilgi için belgelerimize bakın%2$s."],"It appears that your server is running on Apache, so the fix should be as simple as checking the %1$scorrect .htaccess implementation on wordpress.org%2$s.":["Görünüşe göre sunucunuz Apache üzerinde çalışıyor, bu nedenle düzeltme wordpress.org üzerinde %1$s doğru .htaccess uygulamasını kontrol etmek kadar basit olmalıdır%2$s."],"It looks like you are missing the proper rewrite rules for the robots.txt file.":["Görünüşe göre robots.txt dosyası için uygun yeniden yazma kurallarını kaçırmışsınız."],"This site is running in a sub-directory of your main site located at %1$s. Your robots.txt file should only appear in the root directory of that site.":["Bu site, ana sitenizin %1$s adresinde bulunan bir alt dizininde çalışıyor. Robots.txt dosyanız yalnızca o sitenin kök dizininde görünmelidir."],"Open Robots.txt":["Robots.txt'yi aç"],"Robots.txt Preview:":["Robots.txt Ön İzlemesi:"],"Delete Rule":["Kuralı Sil"],"Duplicate or invalid entries have been detected! Please check your rules and try again.":["Yinelenen ya da geçersiz girişler tespit edildi! Lütfen kurallarınızı kontrol edin ve tekrar deneyin."],"Enable Custom Robots.txt":["Özel Robots.txt'yi etkinleştirin"],"Just like WordPress, %1$s generates a dynamic file so there is no static file to be found on your server.  The content of the robots.txt file is stored in your WordPress database.":["Tıpkı WordPress gibi, %1$s dinamik bir dosya oluşturur böylece sunucunuzda bulunacak statik bir dosya olmaz. Robots.txt dosyasının içeriği WordPress veritabanınızda saklanır."],"The robots.txt editor in %1$s allows you to set up a robots.txt file for your site that will override the default robots.txt file that WordPress creates. By creating a robots.txt file with %2$s you have greater control over the instructions you give web crawlers about your site.":["%1$s içindeki robots.txt düzenleyicisi siteniz için WordPress'in oluşturduğu varsayılan robots.txt dosyasının üzerine yazacak bir robots.txt dosyası oluşturmanıza olanak tanır. %2$s ile bir robots.txt dosyası oluşturarak, siteniz hakkında web tarayıcılarına verdiğiniz talimatlar üzerinde daha güçlü kontrole sahip olursunuz."],"Copied!":["Kopyalandı!"],"WordPress":["WordPress"],"Copy to Clipboard":["Panoya Kopyala"],"Download System Info File":["Sistem Bilgi Dosyasını İndirin"],"System Status Info":["Sistem Durumu Bilgisi"],"The log for the blocked bots is located here: %1$s":["Engellenen botların kaydı burada bulunur: %1$s"],"Blocked Bots Log":["Engellenen Bot Kaydı"],"Access Control":["Erişim kontrolü"],"RSS Content":["RSS İçeriği"],"Webmaster Tools":["Webmaster Araçları"],"Advanced":["Gelişmiş"],"Tools":["Araçlar"],"Sitemaps":["Site haritaları"],"Social Networks":["Sosyal Ağlar"],"Search Appearance":["Arama Görünümü"],"Delete":["Sil"],"Import and Delete":["İçe Aktar ve Sil"],"%1$s has detected a physical robots.txt file in the root folder of your WordPress installation. We recommend removing this file as it could cause conflicts with WordPress' dynamically generated one. %2$s can import this file and delete it, or you can simply delete it.":["%1$s, WordPress kurulumunuzun kök klasöründe fiziksel bir robots.txt dosyası algıladı. WordPress'in dinamik olarak oluşturduğu dosyasıyla çakışmalara neden olabileceğinden bu dosyayı kaldırmanızı öneririz. %2$s bu dosyayı içe aktarabilir ve silebilir ya da siz silebilirsiniz."],"Must-Use Plugins":["Kullanılması Gereken Eklentiler"],"Server Info":["Sunucu Bilgisi"],"Local Business SEO":["Yerel İşletme SEO'su"],"Inactive Plugins":["Aktif Olmayan Eklentiler"],"Active Plugins":["Aktif Eklentiler"],"Disallow":["İzin verme"],"Allow":["İzin ver"],"Rule":["Kural"],"Use Custom Blocklists":["Özelleştirilmiş engelleme listesi kullan"],"Block Referral Spam using HTTP":["HTTP kullanarak Yönlendirilen Spam'ı engelle."],"Block Bad Bots using HTTP":["HTTP kullanarak Kötü Botları engelle."],"Image SEO":["Görsel SEO"],"Add Rule":["Kural ekle"],"Directory Path":["Dizine Erişim Yolu"],"User Agent":["User Agent"],"Submit":["Gönder"],"Email Debug Information":["E-posta Hata Ayıklama Bilgileri"],"Active Theme":["Aktif Tema"],"Edit .htaccess":[".htaccess düzenle"],".htaccess Editor":[".htaccess Düzenleyici"],"Robots.txt Editor":["Robots.txt Düzenleyici"],"Robots.txt":["robots.txt"],"Reset Selected Settings to Default":["Seçili Ayarları Varsayılana Sıfırla"],"Referer Blocklist":["Referer Engeleme Listesi"],"User Agent Blocklist":["User Agent engellenen listesi"],"Track Blocked Bots":["Engellenen botları izle"],"Bad Bot Blocker":["Kötü bot engelleyici"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/tools-Main-vue.js"}}