{"translation-revision-date":"2020-12-20 21:29:12+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"The Feeds for YouTube plugin allows you to display customizable YouTube feeds from any YouTube channel.":["YouTube için Beslemeler eklentisi, herhangi bir YouTube kanalından özelleştirilebilir YouTube beslemeleri görüntülemenizi sağlar."],"Display completely customizable, responsive and search engine crawlable Twitter feeds on your website.":["Web sitenizde tamamen özelleştirilebilir, duyarlı ve arama motoru taranabilir Twitter beslemelerini görüntüleyin."],"Display beautifully clean, customizable, and responsive Instagram feeds from multiple Instagram accounts.":["Birden çok Instagram hesabından güzel, temiz, özelleştirilebilir ve duyarlı Instagram beslemeleri görüntüleyin."],"Display completely customizable Facebook feeds of any public Facebook page or Group.":["Herhangi bir genel Facebook sayfasının ya da grubunun tamamen özelleştirilebilir Facebook beslemelerini görüntüleyin."],"TrustPulse uses FOMO (Fear of Missing Out) to boost your sales and conversions with social proof notifications. Use it to boost sales on your Woocommerce store, increase signups on your membership site, get more email subscribers, and more.":["TrustPulse, sosyal kanıt bildirimleriyle satışlarınızı ve dönüşümlerinizi artırmak için FOMO (Fear of Missing Out) kullanır. Bunu, Woocommerce mağazanızdaki satışları artırmak, üyelik sitenizdeki kayıtları artırmak, daha fazla e-posta abonesi edinmek ve daha fazlasını yapmak için kullanın."],"Create a simple Coming Soon Page, Under Construction or Maintenance Mode Page. Work on your site in private while visitors see a “Coming Soon” or “Maintenance Mode” page.":["Basit bir Çok Yakında Sayfası, Yapım Aşamasında ya da Bakım Modu Sayfası oluşturun. Ziyaretçiler \"Yakında\" ya da \"Bakım Modu\" sayfasını görürken sitenizde özel olarak çalışın."],"The ExactMetrics Google Analytics for WordPress plugin helps you properly setup all the powerful Google Analytics tracking features without writing any code or hiring a developer.":["\"ExactMetrics Google Analytics for WordPress\" eklentisi, herhangi bir kod yazmadan ya da bir geliştirici çalıştırmadan tüm güçlü Google Analytics izleme özelliklerini doğru şekilde kurmanıza yardımcı olur."],"Deactivated":["Devre dışı bırakıldı"],"Status:":["Durum:"],"Manage":["Yönet"],"The %1$s Team":["%1$s Takımı"],"Not Installed":["Yüklü Değil"],"Turn your visitors into brand ambassadors! Easily grow your email list, website traffic, and social media followers with powerful viral giveaways & contests.":["Ziyaretçilerinizi marka elçisine dönüştürün! Güçlü viral çekilişlerle & yarışmalarla e-posta listenizi, web sitesi trafiğinizi ve sosyal medya takipçilerinizi kolayca büyütün."],"WPForms allows you to create beautiful contact forms for your site in minutes, not hours!":["WPForms siteniz için güzel iletişim formları oluşturmanıza saatler değil, dakikalar içinde olanak sağlar!"],"Make sure your website's emails reach the inbox. Our goal is to make email deliverability easy and reliable. Trusted by over 1 million websites.":["Web sitenizin e-postalarının gelen kutusuna ulaştığından emin olun. Amacımız, e-posta teslimatını kolay ve güvenilir hale getirmektir. 1 milyondan fazla web sitesi tarafından güvenilmekte."],"Our high-converting optin forms like Exit-Intent® popups, Fullscreen Welcome Mats, and Scroll boxes help you dramatically boost conversions and get more email subscribers.":["Exit-Intent® popupları, Tam Ekran Welcome Matleri ve Kaydırma kutuları gibi yüksek dönüşüm sağlayan optin formlarımız, dönüşümleri önemli ölçüde artırmanıza ve daha fazla e-posta abonesi edinmenize yardımcı olur."],"MonsterInsights makes it “effortless” to properly connect your WordPress site with Google Analytics, so you can start making data-driven decisions to grow your business.":["MonsterInsights, WordPress sitenizi Google Analytics ile doğru bir şekilde bağlamanızı \"zahmetsiz\" hale getirir, bu yüzden işinizi büyütmek için verilere dayalı kararlar almaya başlayabilirsiniz."],"Yup, we know a thing or two about building awesome products that customers love.":["Evet, müşterilerin sevdiği harika ürünler oluşturma hakkında bir iki şey biliyoruz."],"Our goal is to take the pain out of optimizing your website for search engines.":["Amacımız web sitenizi arama motorları için optimize etmenin acısını ortadan kaldırmaktır."],"Over the years, we found that most other WordPress SEO plugins were bloated, buggy, slow, and very hard to use. So we designed our plugin as an easy and powerful tool.":["Yıllar geçtikçe diğer WordPress SEO eklentilerinin çoğunun şişirilmiş, hatalı, yavaş ve kullanımının çok zor olduğunu gördük. Bu yüzden eklentimizi kolay ve güçlü bir araç olarak tasarladık."],"Welcome to %1$s, the original SEO plugin for WordPress. At %2$s, we build software that helps you rank your website in search results and gain organic traffic.":["WordPress için orijinal SEO eklentisi olan %1$s hoş geldiniz. %2$s olarak, web sitenizi arama sonuçlarında sıralamanıza ve organik trafik elde etmenize yardımcı olacak bir yazılım geliştirmekteyiz."],"Activate":["Etkinleştir"],"Install Plugin":["Eklenti Kur"],"Activated":["Etkinleştirildi"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/about-AboutUs-vue.js"}}