[{"id":360000638232,"url":"https://mowdirect.zendesk.com/api/v2/help_center/en-gb/articles/360000638232.json","html_url":"https://mowdirect.zendesk.com/hc/en-gb/articles/360000638232-What-is-a-border-spade-used-for-","author_id":550411073,"comments_disabled":false,"draft":true,"promoted":false,"position":0,"vote_sum":0,"vote_count":0,"section_id":115000889152,"created_at":"2018-02-06T16:14:44Z","updated_at":"2018-02-06T16:21:41Z","name":"What is a border spade used for?","title":"What is a border spade used for?","source_locale":"en-gb","locale":"en-gb","outdated":false,"outdated_locales":[],"edited_at":"2018-02-06T16:21:41Z","user_segment_id":null,"permission_group_id":1127732,"label_names":[],"body":"<p>Â </p>\n<p class=\"wysiwyg-text-align-center\"><img src=\"https://mowdirect.zendesk.com/hc/article_attachments/360000789832/1111113w-border-spade_p2.jpg\" alt=\"1111113w-border-spade_p2.jpg\" width=\"360\" height=\"360\"></p>\n<p class=\"wysiwyg-text-align-center\"><em>Wilkinson Sword Stainless Steel Border Spade</em></p>\n<p><span class=\"wysiwyg-font-size-medium\">Well. Clearly there's at least some clue in the name. A border spade is predominantly a cutting instrument, designed to cut clean edges on your lawn, separating the lawn from flower or vegetable beds.Â </span></p>\n<p><span class=\"wysiwyg-font-size-medium\">While there is certainly some cosmetic value in nice clean, sharp edges, the value of this task reaches far beyond that.</span></p>\n<p><span class=\"wysiwyg-font-size-medium\">Border spades can be used to create a border between the lawn and the beds, by digging trenches between the lawn and the bed , helping to prevent lawn grass taking over.Â </span></p>\n<p><span style=\"font-size: small;\">The cutting edge of a border spade is usually thinner and sharper than that of a classic spade, soÂ </span><span style=\"font-size: small;\">You can use them to edge the lawn if you don't have an edger.Â </span></p>\n<p><span style=\"font-size: small;\">It can also be used for edging grass pathways and for chopping out large roots.Â </span></p>\n<p><span class=\"wysiwyg-font-size-medium\">The border spade is very useful if you don't want to use a full sized spade, and is handy for work in raised beds orÂ  confined spaces or beds, it can also be used for planting.Â </span></p>\n<p><span class=\"wysiwyg-font-size-medium\">Finally, some people prefer border spades if they find classic spades or shovels too heavy and cumbersome.Â </span></p>\n<p><span class=\"wysiwyg-font-size-medium\">Take a look at <span class=\"wysiwyg-underline\">our border spade range here.Â </span></span></p>"},{"id":115003534792,"url":"https://mowdirect.zendesk.com/api/v2/help_center/en-gb/articles/115003534792.json","html_url":"https://mowdirect.zendesk.com/hc/en-gb/articles/115003534792-What-Garden-Tools-Do-I-Need-A-Guide-to-the-Essentials","author_id":550411073,"comments_disabled":false,"draft":true,"promoted":false,"position":0,"vote_sum":0,"vote_count":0,"section_id":115000889152,"created_at":"2017-12-19T12:16:10Z","updated_at":"2018-02-23T13:20:06Z","name":"What Garden Tools Do I Need? A Guide to the Essentials","title":"What Garden Tools Do I Need? A Guide to the Essentials","source_locale":"en-gb","locale":"en-gb","outdated":false,"outdated_locales":[],"edited_at":"2018-02-23T13:20:06Z","user_segment_id":null,"permission_group_id":1127732,"label_names":[],"body":"<p class=\"wysiwyg-text-align-center\"><img src=\"https://mowdirect.zendesk.com/hc/article_attachments/115004171711/-hs-tl-use-b_Med.jpg\" alt=\"-hs-tl-use-b_Med.jpg\" width=\"490\" height=\"326\"></p>\n<p>Whether you are starting out and just bought your first home with a garden, updating the rather worn out and tired looking collection that you got from your Grandfather years ago or you have just made it to the top of your local allotment waiting list after what seems like 100 years, you will need a collection of good, robust, workable tools to get on with your flower or vegetable beds, planting, cultivating and digging...or at least some of the above.Â </p>\n<p>The first tip we can give you is always buy the best you can afford. Quality tools will last you, will be more comfortable to use and will be reliable season on season. This isn't a sales pitch; pretty much every list of garden tools on the internet or in the gardening magazines will tell you the same.</p>\n<p>Look for good quality build and materials. If you are buying wooden tools, look for plain but sustainable, seasoned or weatherproofed material (paint and lots of decoration could be hiding a substandard wood).</p>\n<p>So here is a basic list of essential tools that any budding (sorry) gardener might need, with some hopefully useful illustrations and examples.Â Â </p>\n<p>1. <strong>Gardening Gloves. </strong>It seems odd to put gloves top of the list but, seriously, if you don't get a pair of hand protectors PDQ the odds are you'll be cut, scratched or splintered within an hour or so of your first foray into the wild. This could you piut you off or even lead to infection. Minor injury hazards like thorns and prickles are an occupational hazard with gardening but are easily avoided.</p>\n<p>Good gardening gloves need to be tough but flexible. The gardening gloves illustrated here are tough, washable and breathable so they are comfortable to use. They are supple, hard-wearing and have a soft fleece lining for comfort and warmth.Â </p>\n<p class=\"wysiwyg-text-align-center\"><img src=\"https://mowdirect.zendesk.com/hc/article_attachments/115004177011/Town_Country_Gloves_MowHow.jpg\" alt=\"Town_Country_Gloves_MowHow.jpg\" width=\"370\" height=\"295\"></p>\n<p class=\"wysiwyg-text-align-center\">Town and Country Premium Leather and Suede Gloves</p>\n<p>2.<strong>Â Digging Spade.Â </strong>Whatever you are going to do in the garden you will probably need a spade unless you have a patio with pots or a solitary lawn. You can shift earth, break up soil, dig holes, trenches and cut sod as well as lift and carry compost with this.Â </p>\n<p>A good spade should have a comfortable and easy to grip handle, a solid, robust and broad strong blade and a strong, good quality shaft that is a decent length. It should have a good sharpish edge for slicing through difficult roots and soil where necessary, but not too sharp to be safe. The example pictured has a sustainable ash wood handle and shaft. The average shaft is around 700mm (70cm/28\"). This example is guaranteed not to rust and carries a ten year warranty.Â </p>\n<p class=\"wysiwyg-text-align-center\"><img src=\"https://mowdirect.zendesk.com/hc/article_attachments/115004170971/1111111w-digging-spade_p3.jpg\" alt=\"1111111w-digging-spade_p3.jpg\" width=\"420\" height=\"420\"></p>\n<p class=\"wysiwyg-text-align-center\">Wilkinson Sword Mirror Polished Stainless Steel Blade</p>\n<p class=\"wysiwyg-text-align-left\">3.<strong>Â Garden Fork. </strong>Another ubiquitous resident of every good garden shed, a quality digging fork will help you loosen and turn over soil, lift and break up clumps, lift out potatoes, and you can even use it to aerate your lawn if you have some time and a good supply of patience.</p>\n<p class=\"wysiwyg-text-align-left\">Again you need a fork with a broad strong head and strong, long sharp tines for getting right into the soil. These tines should be solid, not be hollow or concave (if they are, don't buy it!) and the whole head should, ideally, be forged from one piece of metal. The handle will probably be D-shaped again for control and comfort and the shaft should be good quality, sustainable wood (this example is also ash wood, weatherproofed and sustainable.) The head on this example is carbon steel.</p>\n<p class=\"wysiwyg-text-align-center\"><img src=\"https://mowdirect.zendesk.com/hc/article_attachments/115004188232/1111201wr.jpg\" alt=\"1111201wr.jpg\" width=\"421\" height=\"421\"></p>\n<p class=\"wysiwyg-text-align-center\">Wilkinson Sword Carbon Steel Digging Fork</p>\n<p class=\"wysiwyg-text-align-left\">4. <strong>Bypass</strong>Â <strong>Secateurs/Pruners. </strong>ideal for snipping and pruning bushes, roses, flowers, even small tree twigs, bypass secateurs or pruners make a neat clean cut as the blades pass each other. look for good quality blades and comfort grip handles, especially if you do a lot of pruning.</p>\n<p class=\"wysiwyg-text-align-left\">Modern examples (like the example shown) will often have a central locking mechanism so you can use them with the left or right hand and lock it with one hand. The locking mechanism means you can carry them safely around the garden. The example shown has an effort-reducing spring mechanism and soft hand grips to reduce strain on the wrists and hands.Â </p>\n<p class=\"wysiwyg-text-align-center\"><img src=\"https://mowdirect.zendesk.com/hc/article_attachments/115004188832/rr2500.jpg\" alt=\"rr2500.jpg\" width=\"300\" height=\"300\"></p>\n<p class=\"wysiwyg-text-align-center\">WoLF-Garten Medium Comfort Bypass Pruner</p>\n<p class=\"wysiwyg-text-align-left\">5. <strong>Trowel/TransplanterÂ </strong>Whatever else you do, you'll be wanting to plant something at some stage. This is the bit that feels good and you will need to get up close and personal with the soil for this task, with a good quality planting and transplanting trowel, comfortable to hold and strong.Â Â </p>\n<p class=\"wysiwyg-text-align-left\">The example we show here is the Wilkinson Sword Stainless Steel Transplanter. It's a very good quality trowel, ideal for planting bulbs and bedding plants in small spaces. It has an ergonomic natural ash handle, the tool head is constructed from from mirror-polished stainless steel and it is guaranteed no rust!Â </p>\n<p class=\"wysiwyg-text-align-center\"><img src=\"https://mowdirect.zendesk.com/hc/article_attachments/115004198792/1111125w-ss-hand-transplanter_Small_MowHow.jpg\" alt=\"1111125w-ss-hand-transplanter_Small_MowHow.jpg\" width=\"370\" height=\"319\"></p>\n<p class=\"wysiwyg-text-align-center\">Wilkinson Sword Stainless Steel Transplanter (Trowel)</p>\n<p class=\"wysiwyg-text-align-left\">6<strong>. Soil Rake. </strong>A good garden rake will help you clear debris from your soil. It should be sturdy with a long handle to avoid you having to bend down and a robust head with strong tines.</p>\n<p class=\"wysiwyg-text-align-left\">The example shown is from the WOLF-Garten multi-change range. It is strong with 12 cold rolled steel tines, very durable and any length WOLF-Garten handle will fit it.<strong>*</strong></p>\n<p class=\"wysiwyg-text-align-center\"><img src=\"https://mowdirect.zendesk.com/hc/article_attachments/115004173011/All-Purpose_Rake_small_MowHow.jpg\" alt=\"All-Purpose_Rake_small_MowHow.jpg\" width=\"338\" height=\"272\"></p>\n<p class=\"wysiwyg-text-align-center\">WOLF-Garten Multi-Change All Purpose Rake Head</p>\n<p class=\"wysiwyg-text-align-left\">Other tools that will prove useful include a <span class=\"wysiwyg-underline\">hand fork</span>, <span class=\"wysiwyg-underline\">weeder</span>, <span class=\"wysiwyg-underline\">dibber</span>, a <span class=\"wysiwyg-underline\">water hose</span>Â <span class=\"wysiwyg-underline\">a trowel</span>, <span class=\"wysiwyg-underline\">knee padsÂ </span>and more.</p>\n<p class=\"wysiwyg-text-align-left\">You may become a lawn enthusiast and need <span class=\"wysiwyg-underline\">a lawn rake</span> or even move into garden machinery territory with <span class=\"wysiwyg-underline\">a scarifier</span>. Similarly, you may have a hedge and need <span class=\"wysiwyg-underline\">hedge trimmers</span> or even <span class=\"wysiwyg-underline\">tree loppers. </span></p>\n<p class=\"wysiwyg-text-align-left\">To see our whole collection of hand garden tools, do visit these pages, to see all our <a href=\"http://www.mowdirect.co.uk/\">garden machinery ranges, click here</a>Â on our main home page and to see other practical articles on hand garden tools, <a href=\"https://mowhow.mowdirect.co.uk/hc/en-gb/sections/115000889152-Hand-Tools\">take a look here.Â </a></p>\n<p class=\"wysiwyg-text-align-left\">And here's <span class=\"wysiwyg-underline\">our Town and Country collection</span>, featuring gloves, boots, kneelers and knee pads.Â Â </p>\n<p class=\"wysiwyg-text-align-left\">If you need further help and expert advice, have a look around, at the rest of <a href=\"https://mowhow.mowdirect.co.uk/hc/en-gb\">the MowHow knowledge base</a>, or call us on <strong>0345 4588 905 (9am-5pm Mon-Fri &amp; 10am-4pm Sat)</strong></p>\n<p class=\"wysiwyg-text-align-left\">\"<em>All members of staff are extremely helpful and knowledgeable. There was no pressure to make a purchase, just good honest advice...I cannot fault them in any way.</em>\" REVIEW CENTRE 16.9.17</p>\n<p class=\"wysiwyg-text-align-left\">Â </p>\n<p class=\"wysiwyg-text-align-left\"><strong>*</strong> <em>WOLF-Garten Multi-Change handles come in small, aluminium, wooden, telescopic and D-Grip and in various lengths. <span class=\"wysiwyg-underline\">You can see the range here</span>.Â </em></p>"},{"id":115003496191,"url":"https://mowdirect.zendesk.com/api/v2/help_center/en-gb/articles/115003496191.json","html_url":"https://mowdirect.zendesk.com/hc/en-gb/articles/115003496191-Choose-the-Right-Tool-Multi-Change-Game-Change","author_id":550411073,"comments_disabled":false,"draft":true,"promoted":false,"position":0,"vote_sum":0,"vote_count":0,"section_id":115000889152,"created_at":"2017-12-18T17:07:42Z","updated_at":"2017-12-18T18:17:05Z","name":"Choose the Right Tool. Multi-Change. Game Change","title":"Choose the Right Tool. Multi-Change. Game Change","source_locale":"en-gb","locale":"en-gb","outdated":false,"outdated_locales":[],"edited_at":"2017-12-18T18:17:05Z","user_segment_id":null,"permission_group_id":1127732,"label_names":[],"body":"<p><img src=\"https://mowdirect.zendesk.com/hc/article_attachments/115004172412/multi-change.jpg\" alt=\"multi-change.jpg\"></p>\n<p>Garden tools generally, on a very basic level, are essentially the same.</p>\n<p>There are, of course, variations in material, comfort, strength, durability and shape, not to mention price and quality, but the tried and tested formula of a varied tool collection including spade, fork, small fork, trowel, dibber, rake etc to carry out different task in the soil and on the land has been around for hundreds, if not thousands, of years.Â </p>\n<p>All with attached handles that limit storage and often wear out, break or bend before the tool has lived its life.</p>\n<p>That is until WOLF-Garten came along with the flexible and easy-to-use multi-change system.</p>\n<p class=\"wysiwyg-text-align-center\"><img src=\"https://mowdirect.zendesk.com/hc/article_attachments/115004172732/DAS_P-500x500.jpg\" alt=\"DAS_P-500x500.jpg\" width=\"282\" height=\"282\"></p>\n<p class=\"wysiwyg-text-align-center\">WOLF-Garten Multi-Change Cultivator Head</p>\n<p class=\"wysiwyg-text-align-left\">This system is a game changer. The WOLF-Garten's cleverly designed Multi-change system means you have a number of different tool heads but the handle can be swapped. So you could have one handle for many tool heads, saving storage space and time, just swap one tool head for another Or you could even use different sorts of handles for one toolhead.Â </p>\n<p class=\"wysiwyg-text-align-left\">The handles come in several types, long wooden handles in sustainable ash wood, long light-weight aluminium handles, extra long handles for bend-less working, short handles for close up work in confined spaces, rockeries, pots, window boxes etc, and telescopic handles for out of reach work, tree pruning, pool-cleaning etc.Â  Â </p>\n<p class=\"wysiwyg-text-align-center\"><img src=\"https://mowdirect.zendesk.com/hc/article_attachments/115004153531/zmi12-360x288.jpg\" alt=\"zmi12-360x288.jpg\" width=\"328\" height=\"262\"></p>\n<p class=\"wysiwyg-text-align-center\"><span style=\"text-align: center;\">WOLF-Garten Multi-Change Long Aluminium Handle</span></p>\n<p class=\"wysiwyg-text-align-left\">You could swap a short handle on a trowel, for instance, for a telescopic one enabling you to work on a difficult to reachÂ  space in your vegetable patch. Or switch the long handle on your hoe for for a short one to work in your rockery.Â </p>\n<p class=\"wysiwyg-text-align-left\">The Multi-Change system is very simple, to operate. Click and twist to remove a head. Snap and go to install one.</p>\n<p class=\"wysiwyg-text-align-center\"><img src=\"https://mowdirect.zendesk.com/hc/article_attachments/115004153891/LDMZM30.jpg\" alt=\"LDMZM30.jpg\" width=\"300\" height=\"300\"></p>\n<p class=\"wysiwyg-text-align-center\">WOLF-Garten Multi-Change Small Sweep with Short Handle</p>\n<p>This flexibility of this system, combined with the strength, ergonomics and robustness of the tools makes for an easy and comfortable way of working.Â </p>\n<p>So if you want to save space, ease strain on your back, make your garden or allotment work more flexible and easy, not to mention enjoyable, WOLF-Garten Multi Change Range is well worth a look.Â </p>\n<p>And if you need advice, just call us on <strong>0345 4588 905 (Mon-Fri 9am-5pm &amp; Sat 10am-4pm)</strong></p>"},{"id":115003465411,"url":"https://mowdirect.zendesk.com/api/v2/help_center/en-gb/articles/115003465411.json","html_url":"https://mowdirect.zendesk.com/hc/en-gb/articles/115003465411-Choose-the-Right-Tool-Strength-","author_id":550411073,"comments_disabled":false,"draft":true,"promoted":false,"position":0,"vote_sum":0,"vote_count":0,"section_id":115000889152,"created_at":"2017-12-15T18:13:10Z","updated_at":"2017-12-19T12:09:00Z","name":"Choose the Right Tool - Strength ","title":"Choose the Right Tool - Strength ","source_locale":"en-gb","locale":"en-gb","outdated":false,"outdated_locales":[],"edited_at":"2017-12-19T12:09:00Z","user_segment_id":null,"permission_group_id":1127732,"label_names":[],"body":"<p>What are modern tool-heads made of? Well, old school iron and are generally heavy, prone to rust and early generation stainless steel tools are often just not really up to it any more.</p>\n<p>And as for cheap tools. If you buy super cheap tools you are definitely making a mistake. Cheap tools are unlikely to be be durable and can be detrimental to your comfort, your work and even your health. Weak cheap tool heads can bend, break and rust.</p>\n<p>Tools need strength and the toolhead is the business end of your tool. That means the fork tines, the blade of your spade, the point of your dibber, the blades of your secateurs.</p>\n<p>There are a variety of different materials used in good quality modern garden tools designed and engineered to deliver strength and durability.</p>\n<p><span class=\"wysiwyg-underline\"><strong>Stainless Steel</strong></span></p>\n<p>WOLF-Garten garden tool-heads are generally stainless-steel, carefully made to offer strength and to avoid the problems of corrosion. Stainless steel is an alloy and contemporary stainless-steel alloys contain a higher percentage of nickel which is very hard and resistant to corrosion.Â </p>\n<p>There are also ranges of stainless steel tools from Wilkinson Sword, these tend to beÂ  cultivation, digging and some lawn-care products.Â </p>\n<p><strong>Carbon Steel</strong></p>\n<p>Wilkinson Sword have a range of carbon steel headed tools. One range isÂ mainly forks, shovels, weeders, rakes and so on. However, they also make scissors and cutting tools with top end carbon steel.Â </p>\n<p>Adding carbon to the steel means the metal stays sharper longer than stainless steel. It is also very hard wearing but can be a little more brittl, rather like cast iron.</p>\n<p><strong>Japanese Steel</strong></p>\n<p>Considered by many to be the best steel in the world, Japanese steel is, again, very strong and features in many tools from our Wilkinson Sword.Â  cutting ranges.Â Â </p>\n<p class=\"wysiwyg-text-align-center\">Â </p>\n<p class=\"wysiwyg-text-align-center\"><img src=\"https://mowdirect.zendesk.com/hc/article_attachments/115004135192/WS_Ratchet_Loppers.jpg\" alt=\"WS_Ratchet_Loppers.jpg\">Â </p>\n<p class=\"wysiwyg-text-align-center\">Wilkinson Sword Ratchet Loppers with Japanese Steel Blades</p>\n<p>Many of Wilkinson Swords cutting blades are also coated with a non-stick substance so cutting is made easier and smoother.Â </p>\n<p><span class=\"wysiwyg-underline\"><strong>Cold Rolled SteelÂ </strong></span></p>\n<p>Cold rolling is a process whereby the steel is very near to room temperature when it is rolled out as opposed to rolling it at very high temperatures. it increases the strength of the steel by as much as 20%. Many of WOLF-Garten's hand tools are made using this process, making them very tough and durable. This sweep for example needs strong but sensitive tines that will not become bent,Â  hence the use of the cold rolling.Â </p>\n<p class=\"wysiwyg-text-align-center\"><img src=\"https://mowdirect.zendesk.com/hc/article_attachments/115004115191/ld-2kSMALL_MOWHOW_IMAGE.jpg\" alt=\"ld-2kSMALL_MOWHOW_IMAGE.jpg\"></p>\n<p class=\"wysiwyg-text-align-center\">WOLF-Garten Small Sweep with Cold Rolled Steel Tines</p>\n<p class=\"wysiwyg-text-align-left\">All these similar, yet subtly different, materials are designed to make tools stronger, long lasting, flexible or more durable. If you need any further advice on hand tools please call us on <strong>0345 4588 905</strong> and one of our product advisors will be happy to help you.</p>"},{"id":115003487092,"url":"https://mowdirect.zendesk.com/api/v2/help_center/en-gb/articles/115003487092.json","html_url":"https://mowdirect.zendesk.com/hc/en-gb/articles/115003487092-Choose-the-Right-Tool-Ergonomics","author_id":550411073,"comments_disabled":false,"draft":true,"promoted":false,"position":0,"vote_sum":0,"vote_count":0,"section_id":115000889152,"created_at":"2017-12-15T16:50:56Z","updated_at":"2017-12-19T12:05:16Z","name":"Choose the Right Tool  - Ergonomics","title":"Choose the Right Tool  - Ergonomics","source_locale":"en-gb","locale":"en-gb","outdated":false,"outdated_locales":[],"edited_at":"2017-12-19T12:05:16Z","user_segment_id":null,"permission_group_id":1127732,"label_names":[],"body":"<p class=\"wysiwyg-text-align-center\"><a href=\"http://www.mowdirect.co.uk/wolf-garten-lu2b-flower-fork.html\"><img src=\"https://mowdirect.zendesk.com/hc/article_attachments/115004111331/WGFlowerFork.jpg\" alt=\"WGFlowerFork.jpg\" width=\"279\" height=\"279\"></a></p>\n<p class=\"wysiwyg-text-align-center\"><a href=\"http://www.mowdirect.co.uk/wolf-garten-lu2b-flower-fork.html\">WOLF-Garten Flower Fork</a></p>\n<p>It would be very easy to treat hand tools with that old familiar 'a tool is a tool, as long as it works' ethic but that would be to rather ignore the advances in technology and research that have pretty much changed the way we look at working.Â </p>\n<p>You don't have to go far these days to find the word 'ergonomic' slipping innocuously into product descriptions and design information and this is probably because ergonomics is possibly one of the most important developments in contemporary tool design.Â </p>\n<p>Ergonomics is the study of the relationship between people and their working environment, particularly, in this case at least, with their tools and how they can be improved to make working more comfortable, safe and efficient.Â </p>\n<p>For example, why work with a short handled shovel if you are tall. It is only going to affect and potentially damage, your back. Wouldn't an extended handle help? That's exactly the sort of question ergonomic designers ask themselves.Â </p>\n<p>Take another example. The standard length of a shovel handle is around 700mm (70cm/28\"), but not everyone is a standard height. Some people need longer handles so they don'r have to bend. Like this one at 850mm (85cm/33\")Â </p>\n<p class=\"wysiwyg-text-align-center\"><img src=\"https://mowdirect.zendesk.com/hc/article_attachments/115004170651/D-HAndle_85cm_Small_MowHow.jpg\" alt=\"D-HAndle_85cm_Small_MowHow.jpg\" width=\"350\" height=\"206\"></p>\n<p class=\"wysiwyg-text-align-center\">WOLF-Garten Multi-Change Aluminium D-GripÂ  Handle - 85cm</p>\n<p>So ergonomic designers look at all aspects of the tool and examine and adapt the angle, length, material and weight of the tool; the surface, handles, even tool-heads, to suit a more comfortable, safe and efficient way of working.Â Â </p>\n<p>Take this WOLF-Garten Planting Trowel...</p>\n<p class=\"wysiwyg-text-align-center\"><a href=\"http://www.mowdirect.co.uk/wolf-garten-lu2p-planting-trowel.html\"><img src=\"https://mowdirect.zendesk.com/hc/article_attachments/115004112711/LU2PPlanting_Trowel.jpg\" alt=\"LU2PPlanting_Trowel.jpg\" width=\"350\" height=\"350\"></a></p>\n<p class=\"wysiwyg-text-align-center\"><a href=\"http://www.mowdirect.co.uk/wolf-garten-lu2p-planting-trowel.html\">WOLF-Garten Planting Trowel</a></p>\n<p>Note that, unlike that old trowel you have in the shed that belonged to your Great-Uncle and gives you splinters of you don't wear gloves, the handle on this fork is angled upwards, away from the blade. This is designed to ease stress on the wrist and make the digging movement more comfortable and efficient.</p>\n<p>Note also the grey inlaid panel on the handle, this is a soft-grip surface that eases the stress that can happen to the hands when they tightly grip a hard and cold surface.</p>\n<p>There are simple, soft, gripping dimples on the handle to make the tool non-slip as well.Â </p>\n<p>The shape of the handle is also designed to make working more comfortable and give you better control, and therefore allow you to work for longer and with more efficiency.Â </p>\n<p>These things are well worth considering when buying garden tools, as so many people become injured and sprains, strains and back, muscle and joint issues van often occur when gardening.Â Â </p>\n<p>All of our ranges of hand-tools, WOLF-Garten and Wilkinson Sword, are thoughtfully designed.</p>\n<p class=\"wysiwyg-text-align-center\"><img src=\"https://mowdirect.zendesk.com/hc/article_attachments/115004134272/WS_Weeding_Fork_4_Mowhow.jpg\" alt=\"WS_Weeding_Fork_4_Mowhow.jpg\" width=\"349\" height=\"349\"></p>\n<p class=\"wysiwyg-text-align-center\">Wilkinson Sword Long-Handled Weeding Fork</p>\n<p>So whether you decide on the more traditional style of Wilkinson Swords stainless steel or carbon steel digging and cultivation tools, garden tool ranges or the up to date look of Wolf-Garten tools and Wilkinson Sword pruning, trimming and cutting tools, you will find careful, user orientatedÂ  design is there across the board.Â </p>\n<p>If you want tom see more, why not take a look at our range of ergonomic, <span class=\"wysiwyg-underline\">easy to use tools here</span>. or have a look at some of the other articles in <a href=\"https://mowhow.mowdirect.co.uk/hc/en-gb/sections/115000889152-Hand-Tools\">this hand tools section.Â </a></p>\n<p>Â </p>"},{"id":115002544011,"url":"https://mowdirect.zendesk.com/api/v2/help_center/en-gb/articles/115002544011.json","html_url":"https://mowdirect.zendesk.com/hc/en-gb/articles/115002544011-Product-Review-Writing-Guidelines","author_id":550411073,"comments_disabled":true,"draft":false,"promoted":false,"position":0,"vote_sum":0,"vote_count":0,"section_id":200968725,"created_at":"2017-11-02T11:59:21Z","updated_at":"2017-11-02T12:01:56Z","name":"Product Review Writing Guidelines","title":"Product Review Writing Guidelines","source_locale":"en-gb","locale":"en-gb","outdated":false,"outdated_locales":[],"edited_at":"2017-11-02T12:01:56Z","user_segment_id":null,"permission_group_id":1127732,"label_names":[],"body":"<p class=\"wysiwyg-text-align-center\"><img src=\"https://mowdirect.zendesk.com/hc/article_attachments/115003198292/NOWFotolia_72491022_XS.jpg\" alt=\"NOWFotolia_72491022_XS.jpg\" width=\"321\" height=\"217\"></p>\n<p>We are actively seeking your input with regard to the equipment you have purchased and your experience as a customer.</p>\n<p>Customer product reviews are a vital tool for the online purchaser, offering a chance to get a feel for a product that they have not actually handled and giving important tips and advice on assembly, performance or features.</p>\n<p>Acting in concert with our product descriptions, specs and feature lists, your product reviews can pass on your experience to other potential customers.</p>\n<p>Please follow our guidelines as closely as possible, to offer useful and detailed information to your fellow customers.</p>\n<p><strong>GUIDELINES</strong></p>\n<ul>\n<li>Try to be objective and focus on your experience and details of the product</li>\n<li>Please make your review between 50 to 500 words approximately.</li>\n<li>We are not looking for flattery, but we do ask for honest, considered opinion and useful information - positive or negative.</li>\n<li>We will not publish any review that contains obscenity, advertising or is insulting or offensive to persons, groups or companies.</li>\n<li>Think about the title. It should sum up and reflect your review</li>\n<li>Please make sure your star rating, accurately represents your review.</li>\n<li>If you have comments about pricing, ordering, delivery or customer service, please use <a href=\"https://uk.trustpilot.com/review/www.mowdirect.co.uk\"><strong>Trustpilot</strong> </a>for more detailed reviews about our service, or contact us directly.</li>\n<li>You may have received a faulty itemÂ or have an issue that can be corrected. A random faulty machine does not necessarily meanÂ the model or the manufacturer are flawed or of low quality. If you feel there is an issue that we can helpÂ with, do contact us before you leave a product review.</li>\n<li>Please sign with a name, initials or nickname.Â </li>\n</ul>\n<p>So. There we are. We really hope these guidelines are useful.</p>\n<p>A quick note. We do reserve the right to edit your reviews if necessary. We will never change them in order to make a product look better or worse or to colour your views in any way, but may edit or adapt for sense, clarity, or length. See our Terms &amp; Conditions for more details.Â </p>\n<p>We really look forward to hearing from you and to reading more of your product reviews. Good luck and thank you.</p>\n<p>Â </p>"},{"id":115003059823,"url":"https://mowdirect.zendesk.com/api/v2/help_center/en-gb/articles/115003059823.json","html_url":"https://mowdirect.zendesk.com/hc/en-gb/articles/115003059823-Product-Review-Terms-Conditions","author_id":550411073,"comments_disabled":false,"draft":true,"promoted":false,"position":0,"vote_sum":0,"vote_count":0,"section_id":200968725,"created_at":"2017-06-20T14:33:35Z","updated_at":"2017-06-20T14:33:35Z","name":"Product Review Terms & Conditions","title":"Product Review Terms & Conditions","source_locale":"en-gb","locale":"en-gb","outdated":false,"outdated_locales":[],"edited_at":"2017-06-20T14:33:35Z","user_segment_id":null,"permission_group_id":1127732,"label_names":[],"body":"<p>These Terms of Use govern your conduct associated with the Customer Ratings and Review service offered by MowDirect.co.uk (the \"CRR Service\"). To the extent of any conflict between MowDirect.co.ukâ€™s Privacy Policy and these Terms of Use, these Terms of Use shall control with respect to the CRR Service.</p>\n<p>By submitting any content to MowDirect.co.uk you represent and warrant that:</p>\n<ul>\n<li>you are the sole author and owner of the intellectual property rights thereto all \"moral rights\" that you may have in such content have been voluntarily waived by you,Â </li>\n<li>all content that you post is accurate you are at least 18 years oldÂ </li>\n<li>use of the content you supply does not violate these Terms of Use and will not cause injury to any person or entity.Â </li>\n</ul>\n<p>You further agree and warrant that you shall not submit any content:</p>\n<ul>\n<li>that is known by you to be false, inaccurate or misleadingÂ </li>\n<li>that infringes any third party's copyright, patent, trademark, trade secret or other proprietary rights or rights of publicity or privacyÂ </li>\n<li>that violates any law, statute, ordinance or regulation (including, but not limited to, those governing export control, consumer protection, unfair competition, anti-discrimination or false advertising)Â </li>\n<li>that is, or may reasonably be considered to be, defamatory, libelous, hateful, racially or religiously biased or offensive, unlawfully threatening or unlawfully harassing to any individual, partnership or corporation for which you were compensated or granted any consideration by any third partyÂ </li>\n<li>that includes any information that references other websites, addresses, email addresses, contact information or phone numbers that contains any computer viruses, worms or other potentially damaging computer programs or files.Â </li>\n</ul>\n<p>You agree to indemnify and hold MowDirect.co.uk (and its officers, directors, agents, subsidiaries, joint ventures, employees and third-party service providers) harmless from all claims, demands, and damages (actual and consequential) of every kind and nature, known and unknown including all legal and professional costs and expenses incurred as a result of a breach, arising out of a breach of your representations and warranties set forth above, or your violation of any law or the rights of a third party.</p>\n<p>For any content that you submit, you grant MowDirect.co.uk a perpetual, irrevocable, royalty-free, transferable right and license to use, copy, modify, delete in its entirety, adapt, publish, translate, create derivative works from and/or sell and/or distribute such content and/or incorporate such content into any form, medium or technology throughout the world without compensation to you.</p>\n<p>All content that you submit may be used at MowDirect.co.uk 's sole discretion. MowDirect.co.uk reserves the right to change, condense or delete any content on the ao.com website that MowDirect.co.uk deems, in its sole discretion, to violate the content guidelines or any other provision of these Terms of Use.</p>\n<p>MowDirect.co.uk does not guarantee that you will have any recourse through MowDirect.co.uk to edit or delete any content you have submitted. Ratings and written comments are generally posted within two to four business days. However, MowDirect.co.uk reserves the right to remove or to refuse to post any submission for any reason.</p>\n<p>You acknowledge that you, not MowDirect.co.uk, are responsible for the contents of your submission. None of the content that you submit shall be subject to any obligation of confidence on the part of MowDirect.co.uk ,its agents, subsidiaries, affiliates, partners or third party service providers and their respective directors, officers and employees.</p>\n<p>By submitting your email address in connection with your rating and review, you agree that MowDirect.co.uk and its third party service providers may use your email address to contact you about the status of your review and other administrative purposes.</p>"},{"id":204246549,"url":"https://mowdirect.zendesk.com/api/v2/help_center/en-gb/articles/204246549.json","html_url":"https://mowdirect.zendesk.com/hc/en-gb/articles/204246549-What-size-ride-on-mower-should-I-buy-","author_id":550411073,"comments_disabled":false,"draft":true,"promoted":false,"position":0,"vote_sum":0,"vote_count":0,"section_id":200262686,"created_at":"2015-04-24T11:59:17Z","updated_at":"2018-02-06T12:27:47Z","name":"What size ride-on mower should I buy?","title":"What size ride-on mower should I buy?","source_locale":"en-gb","locale":"en-gb","outdated":false,"outdated_locales":[],"edited_at":"2018-02-06T12:27:47Z","user_segment_id":null,"permission_group_id":1127752,"label_names":[],"body":"<p><span class=\"wysiwyg-font-size-medium\">Again, just like buying a walk-behind lawn mower, there are a number of factors to consider but the main criteria is the size of the lawn and property you are covering.</span></p>\n<p><span class=\"wysiwyg-font-size-medium\">As a general rule of thumb, you would only think of buying a ride-on mower if you have large lawns, say minimum 6000 m2 plus (about 1.5 acres)</span></p>\n<p><span class=\"wysiwyg-font-size-medium\">Don't forget size of grass collector, power, drive suystem, all can affrect your choice. Why not have a look at some of our other articles on ride-ons and their features tohelp you decide. In the meantime here is a very rough guide to ride-on cutting deck size and approximate suitability to size of lawn.</span></p>\n<p><span class=\"wysiwyg-font-size-medium\">(As a quick guide <strong>76cm = 30 ins</strong>Â  and <strong>1 acre</strong> = <strong>4047</strong> <strong>m2</strong> - approx')</span></p>\n<p><span class=\"wysiwyg-font-size-medium\">Â </span></p>\n<table style=\"height: 39px;\" width=\"336\">\n<tbody>\n<tr>\n<td><span class=\"wysiwyg-font-size-medium\"><strong><span class=\"wysiwyg-color-cyan130\">Â 76 - 101cm</span></strong></span></td>\n<td><span class=\"wysiwyg-font-size-medium\"><strong><span class=\"wysiwyg-color-cyan130\">Up to 6000m2</span></strong></span></td>\n</tr>\n<tr>\n<td><span class=\"wysiwyg-font-size-medium\"><strong><span class=\"wysiwyg-color-cyan130\">101- 122cm</span></strong></span></td>\n<td><span class=\"wysiwyg-font-size-medium\"><strong><span class=\"wysiwyg-color-cyan130\">6000 - 12,140m2</span></strong></span></td>\n</tr>\n<tr>\n<td><span class=\"wysiwyg-font-size-medium\"><strong><span class=\"wysiwyg-color-cyan130\">122 -156cm</span></strong></span></td>\n<td><span class=\"wysiwyg-font-size-medium\"><strong><span class=\"wysiwyg-color-cyan130\">12,140m2 or larger</span></strong></span></td>\n</tr>\n</tbody>\n</table>\n<p>Â </p>"},{"id":203914169,"url":"https://mowdirect.zendesk.com/api/v2/help_center/en-gb/articles/203914169.json","html_url":"https://mowdirect.zendesk.com/hc/en-gb/articles/203914169-Product-Review-Writing-Guidelines","author_id":550411073,"comments_disabled":true,"draft":true,"promoted":false,"position":0,"vote_sum":0,"vote_count":2,"section_id":200968725,"created_at":"2015-03-19T10:29:21Z","updated_at":"2018-03-05T12:02:59Z","name":"Product Review Writing Guidelines","title":"Product Review Writing Guidelines","source_locale":"en-gb","locale":"en-gb","outdated":false,"outdated_locales":[],"edited_at":"2018-03-05T12:02:59Z","user_segment_id":null,"permission_group_id":1127732,"label_names":[],"body":"<p class=\"wysiwyg-text-align-center\"><img src=\"https://mowdirect.zendesk.com/hc/en-gb/article_attachments/201876359/Fotolia_72491022_XS.jpg\" alt=\"\" width=\"432\" height=\"292\"></p>\n<p class=\"wysiwyg-text-align-left\">We are actively seeking your input with regard to the equipment you have purchased and your experience as a customer.</p>\n<p>Customer product reviews are a vital tool for the online purchaser, offering a chance to get a feel for a product that they have not actually handled and giving important tips and advice on assembly, performance or features.</p>\n<p>Acting in concert with our product descriptions, specs and feature lists, your product reviews can pass on your experience to other potential customers.</p>\n<p>Please follow our guidelines as closely as possible, to offer useful and detailed information to your fellow customers.</p>\n<p><strong>GUIDELINES</strong></p>\n<ul>\n<li>Try to be objective and focus on your experience and details of the product</li>\n<li>Please make your review between 50 to 500 words approximately.</li>\n<li>We are not looking for flattery, but we do ask for honest, considered opinion and useful information - positive or negative.</li>\n<li>We will not publish any review that contains obscenity, advertising or is insulting or offensive to persons, groups or companies.</li>\n<li>Think about the title. It should sum up and reflect your review</li>\n<li>Please make sure your star rating accurately represents your review.</li>\n<li>If you have comments about pricing, ordering, delivery or customer service, please use <a href=\"https://uk.trustpilot.com/review/www.mowdirect.co.uk\" target=\"_blank\" rel=\"noopener noreferrer\"><strong>Trustpilot</strong> </a>for more detailed reviews about our service, or contact us directly.</li>\n<li>You may have received a faulty itemÂ or have an issue that can be corrected. A random faulty machine does not necessarily meanÂ the model or the manufacturer are flawed or of low quality. If you feel there is an issue that we can helpÂ with, do contact us before you leave a product review.</li>\n<li>Please sign with a name, initials or nickname.Â </li>\n</ul>\n<p>So. There we are. We really hope these guidelines are useful.</p>\n<p>A quick note. We do reserve the right to edit your reviews if necessary. We will never change them in order to make a product look better or worse or to colour your views in any way but may edit or adapt them for sense, clarity, or length. See our Terms &amp; Conditions for more details.Â </p>\n<p>We really look forward to hearing from you and to reading more of your product reviews. Good luck and thank you.</p>"},{"id":201256377,"url":"https://mowdirect.zendesk.com/api/v2/help_center/en-gb/articles/201256377.json","html_url":"https://mowdirect.zendesk.com/hc/en-gb/articles/201256377-A-glossary-of-chainsaw-terms-phrases-and-acronyms","author_id":550411073,"comments_disabled":false,"draft":false,"promoted":false,"position":0,"vote_sum":0,"vote_count":0,"section_id":200245957,"created_at":"2014-01-17T12:31:03Z","updated_at":"2015-04-16T11:51:06Z","name":"A glossary of chainsaw terms, phrases and acronyms","title":"A glossary of chainsaw terms, phrases and acronyms","source_locale":"en-gb","locale":"en-gb","outdated":false,"outdated_locales":[],"edited_at":"2015-04-16T11:51:06Z","user_segment_id":null,"permission_group_id":1127752,"label_names":[],"body":"<p><strong> Arborist</strong> â€“ A professional tree worker sometimes known as a tree surgeon who specialises in the study, cultivation and management of trees and shrubs.</p>\r\n<p><strong>Bucking</strong> â€“ The process of cutting a felled trunk or a log into smaller sections.</p>\r\n<p><strong>Chain Catcher</strong> â€“ A safety device that prevents a derailed or loose chain making contact with the operator</p>\r\n<p><strong>Chaps -Â </strong>Very tough, specially designed leg protectors, like wrap-around trousers that are worn by chainsaw operators to protect against injury *</p>\r\n<p><strong>Path</strong> â€“ the pre-arranged route by which you can get out of the way of a falling tree after cutting. It must be clear of obstacles and easy to travel through. This is an important part of chainsaw safety! *</p>\r\n<p><strong>Guide Bar</strong> â€“ The actual frame, of the chainsaw which sticks out from the engine housing and around which the chain revolves. Sometimes called the blade but is not sharp in itself.</p>\r\n<p><strong>Kickback</strong> â€“ A stalling, juddering action that forces the chainsaw up and back towards the operator. It can be caused by catching the tip of the saw in the wood you are cutting or catching the saw in the cut. It can be reduced by a number of good practises while sawing. It is the main reason for wearing specialised clothing and potential injury can be virtually eradicated by using the right protective gear.*</p>\r\n<p><strong>Limbing</strong> â€“ The action or task of cutting lateral, or side branches from a felled or standing tree as a preparation for creating logs or transporting the trunk.</p>\r\n<p><strong>Nose Sprocket</strong> â€“ Sometimes know as the <strong>Sprocket Tip.</strong> A wheel like device at the end of the <strong>Guide Bar</strong> (see above) which eases the chain around the curve of the bar and can help prevent kickback.</p>\r\n<p>Â </p>\r\n<p>* <em>See the articles in our</em> <span class=\"wysiwyg-color-blue110\"><span style=\"text-decoration: underline;\">Chainsaw Safety</span></span><em> section for more information </em></p>"},{"id":360001157391,"url":"https://mowdirect.zendesk.com/api/v2/help_center/en-gb/articles/360001157391.json","html_url":"https://mowdirect.zendesk.com/hc/en-gb/articles/360001157391-Recycling-ideas-for-the-garden","author_id":550411073,"comments_disabled":false,"draft":true,"promoted":false,"position":2,"vote_sum":0,"vote_count":0,"section_id":200264656,"created_at":"2018-02-23T13:45:47Z","updated_at":"2018-02-23T15:00:04Z","name":"Recycling ideas for the garden","title":"Recycling ideas for the garden","source_locale":"en-gb","locale":"en-gb","outdated":false,"outdated_locales":[],"edited_at":"2018-02-23T15:00:04Z","user_segment_id":null,"permission_group_id":1127752,"label_names":[],"body":"<p>Gardening is, by its nature, a haven of recycling. Every year we recycle soil, water, old leaves as compost and who has ever seen an allotment without huge collections of unwanted items from the home, now given a useful purpose, old string, cutlery, an old bucket here, a biscuit-tin there, old tennis balls used to lift nets to protect plants.Â Â </p>\n<p>In fact, seriously thrifty gardening is very achievable if you just look around your home and liberate unwanted or used items. So here are a few recycling ideas for the garden or allotment,Â  re-usingÂ rubbish or unwanted debris and detritus from your home.Â Â </p>\n<p>1.Why spend money down at your garden centre when old ice-cream tubs andÂ biscuit tubs can be used as plant pots?</p>\n<p>2. Old takeaway boxes can be used, not just for storage of seeds and bits and bobs but as seed trays. Pierce some holes in the bottom and they are ideal for starting off small crops.Â </p>\n<p>3. Washing up liquid, squash or fizzy pop bottles (well washed) can be used as small cloches, covers for plants that need protecting. Cut the bottoms off and place over the plants. If they need ventilation, take the tops off.Â </p>\n<p>4. Old egg cartons transformÂ very easily into chitting trays for potatoes.Â </p>\n<p>5. Silver paper, old CDS, in fact, anythingÂ shiny or reflective that makes noise when moved can be used as scarers to keep birds from eating your seeds or crops. Strips of silver paper hanging from poles have been particularlyÂ effective for some gardeners.Â Â </p>\n<p>6. Old carpet or rigs can be used as a protective covering for turned over soil beds, keeping them weed free and warm.</p>\n<p>7. Food waste from your kitchen can be used to create compost. Just <a href=\"https://mowhow.mowdirect.co.uk/hc/en-gb/articles/202029638-Five-good-reasons-to-create-a-compost-heap-in-your-garden-or-plot\">create a compost heap or bin</a> and all your vegetable waste can help.</p>\n<p>Broken up eggshells are often used to keep slugs and snails away from plants they can destroy, like tomatoes and marigold. Scatter an unbroken defensive wall around the plants.</p>\n<p>Eggshells can also be used as feed for plants as they contain high levels of calcium. Break them up and leave in water for a few days then water your plants as normal.</p>\n<p>8. Water, in general, can be recycled. Water from a changed fishtank is especially rich in nutrients and can, therefore, be used as a watering feed. Water from cooking vegetables, water from bottles that are unfinished, even water normally wasted while running it to get it warm, all of these could be used in the garden or plot. Boiling old water can be used to kill weeds.</p>\n<p><em>Food can also be re-used as fertiliser, as Organic Authority points out. Acid-loving plants will benefit from recycled tea bags and coffee grounds, while recycled eggshells can be used to feed botanicals that like calcium-rich, alkaline conditions. Potassium-rich banana skins can be buried around the roots of rose bushes to give them a helping hand. Recycled coffee grounds also make a good pest deterrent, preventing your plants from being attacked by unwanted guests.</em></p>\n<p>Â </p>\n<p><em>Old compost bags have a variety of uses, so don't throw them away! They can be split open and used to temporarily suppress weeds and also come in handy for lining raised beds.</em></p>\n<p>Â </p>\n<p><em>These are just a few suggestions to get you started. Some you might have thought of already, of course - but with a bit of ingenuity, there are plenty of other ways of turning your unwanted goods into useful items.</em></p>"},{"id":360000053471,"url":"https://mowdirect.zendesk.com/api/v2/help_center/en-gb/articles/360000053471.json","html_url":"https://mowdirect.zendesk.com/hc/en-gb/articles/360000053471-Aerators-and-Scarifiers","author_id":550411073,"comments_disabled":false,"draft":true,"promoted":false,"position":3,"vote_sum":0,"vote_count":0,"section_id":115000668711,"created_at":"2018-01-16T11:55:29Z","updated_at":"2018-01-16T11:55:29Z","name":"Aerators and Scarifiers","title":"Aerators and Scarifiers","source_locale":"en-gb","locale":"en-gb","outdated":false,"outdated_locales":[],"edited_at":"2018-01-16T11:55:29Z","user_segment_id":null,"permission_group_id":1127732,"label_names":[],"body":null},{"id":115002618312,"url":"https://mowdirect.zendesk.com/api/v2/help_center/en-gb/articles/115002618312.json","html_url":"https://mowdirect.zendesk.com/hc/en-gb/articles/115002618312-Redback-Cordless-Power-Tools","author_id":550411073,"comments_disabled":false,"draft":true,"promoted":false,"position":20,"vote_sum":0,"vote_count":0,"section_id":115000668711,"created_at":"2017-11-07T17:10:56Z","updated_at":"2017-11-08T12:21:29Z","name":"Redback Cordless Power Tools","title":"Redback Cordless Power Tools","source_locale":"en-gb","locale":"en-gb","outdated":false,"outdated_locales":[],"edited_at":"2017-11-08T12:21:29Z","user_segment_id":null,"permission_group_id":1127732,"label_names":[],"body":"<p>Congratulations on purchasing a Redback product. You have just invested in the future. In advanced, groundbreaking technology designed to make your gardening easier, more comfortable, cleaner and cheaper. No more tangled cables, no more emissions, no more mess, no more fuss.Â </p>\n<p>Redback products are designed and built to offer lightweight use and the modern Lithium-Ion batteries they use are faster charging and longer running with negligible power loss when stored and no 'fade out' effect when running.Â </p>\n<p>We want you to get the best out of your tools so we have gathered a handful of tips and advice to create a guide, so you can use your tool more efficiently, safely and with total confidence. Invest in the future with RedbackÂ </p>\n<p><strong>Batteries: </strong>Lithium-ion batteries are very advanced and will offer plenty of power, power even equivalent to petrol in some cases. With some TLC they will last you and offer you optimumÂ  performance. Here's a few ways to look after them.Â </p>\n<ol>\n<li><span class=\"wysiwyg-font-size-medium\">Your batteries should be kept at room temperature, whenever possible (storage for example) around the 20Â°C mark. Extremes of heat can age your Li-Ion batteries and cut down on their effectiveness and longevity. So be sure not to store them near hot radiators, on boilers, in airing cupboards and don't leave them in a hot car or by a window in strong sunshine.Â </span></li>\n<li><span class=\"wysiwyg-font-size-medium\">Don't store your batteries in a humid environmentÂ as condensation could damage them.Â </span></li>\n<li><span class=\"wysiwyg-font-size-medium\">Try not to run your battery to its absolute discharge before you charge again. A lithium-ion battery will operate at its best if it is partially discharged and re-charged on a regular basis, rather than waiting until the battery runs out. In fact, try not to completely discharge lithium-ion batteries at all if possible, as they can be hard to start up again with a regular charger.</span></li>\n<li><span class=\"wysiwyg-font-size-medium\">Lithium-ion batteries can be stored and re-used with minimal, in fact negligible, discharge, so they will have pretty much the same power in them when you pick them up weeks, even months, after use. However, for the best results - when you store your batteries, for long periods, perhaps over the winter - try to make sure they are stored charged at around 40% as this will ensure the maximum power return. Donâ€™t charge them for long periods when empty or fully charged.</span></li>\n<li><span class=\"wysiwyg-font-size-medium\">For safety, when storing, try to make sure the batteries do not make contact with metal - a metal shelf for example - as the batteries can seriously over heat if the terminals rest on metal.Â </span></li>\n<li><span class=\"wysiwyg-font-size-medium\">Keep the contacts clean and free of both moisture and anything that might reduce the connection.Â </span></li>\n</ol>\n<p><strong><span class=\"wysiwyg-font-size-medium\">Chainsaws:</span></strong></p>\n<p>Â </p>"}]